-- MySQL dump 10.13  Distrib 5.6.16, for osx10.9 (x86_64)
--
-- Host: 127.0.0.1    Database: bcms
-- ------------------------------------------------------
-- Server version	5.6.16

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Table structure for table `t_app_config`
--

DROP TABLE IF EXISTS `t_app_config`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `t_app_config` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(50) NOT NULL COMMENT '登陆方式名称',
  `key` varchar(20) DEFAULT '' COMMENT '登陆方式关键字，初始固定',
  `appid` varchar(50) NOT NULL DEFAULT '',
  `appkey` varchar(100) NOT NULL DEFAULT '',
  `secret` varchar(100) DEFAULT '',
  `callback` varchar(150) DEFAULT '' COMMENT '回调地址',
  `scope` varchar(350) DEFAULT '' COMMENT '授权',
  `idx` int(11) DEFAULT '0' COMMENT '排序',
  `status` int(11) DEFAULT '0',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=5 DEFAULT CHARSET=utf8 COMMENT='第三方登陆配置表';
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `t_app_config`
--

LOCK TABLES `t_app_config` WRITE;
/*!40000 ALTER TABLE `t_app_config` DISABLE KEYS */;
INSERT INTO `t_app_config` VALUES (1,'QQ','qq','101135076','694de2325b785cb9a461c6c2034db5cb','','/user/appcallback','get_user_info,list_album',0,1),(2,'微博','weibo','1065795278','','e884412b0d4034af20fc6331e1f9a711','http://webapper.nat123.net/user/appcallback','all',0,1),(3,'豆瓣','douban','0b87e5f9d3bcee0a2297b1ed7b36ca1e','','5c996a0cc91604ee','http://webapper.nat123.net/user/appcallback','douban_basic_common',0,1),(4,'人人','renren','269563','f59e59e82b694d5bb365c35f4ca64613','f9b0d8523a7341a1ae0111aca42b5aab','http://webapper.nat123.net/user/appcallback','',0,1);
/*!40000 ALTER TABLE `t_app_config` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `t_app_token`
--

DROP TABLE IF EXISTS `t_app_token`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `t_app_token` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `appname` varchar(50) NOT NULL DEFAULT '' COMMENT '第三方类型',
  `openid` varchar(50) NOT NULL DEFAULT '' COMMENT '第三方openid或者uid',
  `token` varchar(50) DEFAULT '' COMMENT '第三方token',
  `expires_in` int(11) DEFAULT '0' COMMENT '有效期',
  `refresh_token` varchar(50) DEFAULT '' COMMENT '刷新令牌',
  `gender` varchar(10) DEFAULT '' COMMENT '性别',
  `nickname` varchar(60) NOT NULL DEFAULT '' COMMENT '第三方昵称',
  `cover` varchar(150) DEFAULT '' COMMENT '头像地址',
  `addtime` int(11) NOT NULL DEFAULT '0',
  `addip` varchar(20) NOT NULL DEFAULT '',
  `lasttime` int(11) DEFAULT '0',
  `lastip` varchar(20) DEFAULT '',
  PRIMARY KEY (`id`),
  KEY `idx_openid` (`openid`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COMMENT='第三方登陆应用信息表';
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `t_app_token`
--

LOCK TABLES `t_app_token` WRITE;
/*!40000 ALTER TABLE `t_app_token` DISABLE KEYS */;
/*!40000 ALTER TABLE `t_app_token` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `t_app_user`
--

DROP TABLE IF EXISTS `t_app_user`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `t_app_user` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `userid` int(11) DEFAULT '0' COMMENT '用户id',
  `username` varchar(64) DEFAULT NULL COMMENT '用户昵称|用户名',
  `appid` int(11) DEFAULT '0' COMMENT '第三方登陆信息表id',
  `appname` varchar(64) DEFAULT '' COMMENT '第三方登陆应用名称; qq / sina /baidu',
  `status` int(11) DEFAULT '1',
  `addtime` int(11) NOT NULL DEFAULT '0',
  `addip` varchar(20) NOT NULL DEFAULT '',
  `lasttime` int(11) DEFAULT '0',
  `lastip` varchar(20) DEFAULT '',
  PRIMARY KEY (`id`),
  KEY `idx_userid` (`userid`),
  KEY `idx_objtype` (`appname`),
  KEY `idx_userid_objtypee` (`userid`,`appname`)
) ENGINE=MyISAM AUTO_INCREMENT=20 DEFAULT CHARSET=utf8 COMMENT='第三方登陆 应用信息和用户信息关联表';
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `t_app_user`
--

LOCK TABLES `t_app_user` WRITE;
/*!40000 ALTER TABLE `t_app_user` DISABLE KEYS */;
/*!40000 ALTER TABLE `t_app_user` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `t_article`
--

DROP TABLE IF EXISTS `t_article`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `t_article` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `cateid` int(11) DEFAULT '0' COMMENT '分类id',
  `userid` int(11) DEFAULT '0' COMMENT '作者id',
  `username` varchar(50) DEFAULT '' COMMENT '作者',
  `title` varchar(50) NOT NULL DEFAULT '' COMMENT '标题',
  `subtitle` varchar(50) DEFAULT '' COMMENT '副标题',
  `summary` varchar(300) DEFAULT '' COMMENT '简介',
  `content` text NOT NULL COMMENT '详情',
  `tags` varchar(50) DEFAULT '' COMMENT '标签，可用于搜索，seo',
  `istop` int(1) DEFAULT '0' COMMENT '置顶',
  `ishot` int(1) DEFAULT '0' COMMENT '热推',
  `order` int(11) DEFAULT '0' COMMENT '排序 - 预留',
  `viewnum` int(11) DEFAULT '0' COMMENT '浏览数',
  `comnum` int(11) DEFAULT '0' COMMENT '评论数',
  `favnum` int(11) DEFAULT '0' COMMENT '收藏数',
  `likenum` int(11) DEFAULT '0' COMMENT '喜欢（赞）数',
  `createdate` int(11) DEFAULT '0' COMMENT '创建时间',
  `updatedate` int(11) DEFAULT '0' COMMENT '最后更新',
  `lastdate` int(11) DEFAULT '0' COMMENT '最后访问时间',
  `status` int(1) DEFAULT '0' COMMENT '状态',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=8 DEFAULT CHARSET=utf8 ROW_FORMAT=DYNAMIC COMMENT='文章表，文章封面图是以附件方式存在的';
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `t_article`
--

LOCK TABLES `t_article` WRITE;
/*!40000 ALTER TABLE `t_article` DISABLE KEYS */;
INSERT INTO `t_article` VALUES (4,33,3,'admin','阿萨帝1111','谁打的是发烧的发生1','034i2034i50923u459032','<p>sfgsfg<img src=\"http://localhost:88/datas/tinymce/plugins/emoticons/img/smiley-kiss.gif\" alt=\"kiss\" /><img src=\"/upfiles/album_3/article/201406/2014061817140431.gif\" alt=\"\" width=\"64\" height=\"64\" />22212<img src=\"/upfiles/album_3/article/201406/2014061817140431.gif\" alt=\"\" width=\"64\" height=\"64\" /><img src=\"/upfiles/album_3/mail/201408/20140821155608150790081.jpg\" alt=\"\" width=\"200\" height=\"200\" /><img src=\"/upfiles/album_3/2014061817114451.gif\" alt=\"\" width=\"64\" height=\"64\" /></p>','阿萨',1,1,0,0,0,0,0,1408001770,1426915064,1426915064,1);
/*!40000 ALTER TABLE `t_article` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `t_attach`
--

DROP TABLE IF EXISTS `t_attach`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `t_attach` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `objid` int(11) NOT NULL DEFAULT '0' COMMENT '目标对象的id',
  `objtype` varchar(50) NOT NULL DEFAULT '' COMMENT '目标对象的类型（product|article...）',
  `fpath` varchar(150) DEFAULT '' COMMENT '附件地址的路径部分',
  `fname` varchar(50) DEFAULT NULL COMMENT '附件地址的名称部分',
  `oname` varchar(100) DEFAULT '' COMMENT '附件原名',
  `oext` varchar(50) DEFAULT NULL COMMENT '附件文件后缀',
  `osize` double DEFAULT '0' COMMENT '附件原大小',
  `owidth` int(11) DEFAULT '0' COMMENT '附件原宽（图片）',
  `oheight` int(11) DEFAULT '0' COMMENT '附件原高（图片）',
  `desc` varchar(200) DEFAULT '' COMMENT '描述',
  `createdate` int(11) DEFAULT '0' COMMENT '创建时间',
  `lastdate` int(11) DEFAULT '0' COMMENT '最后访问时间',
  `status` int(1) DEFAULT '0' COMMENT '状态',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=28 DEFAULT CHARSET=utf8 ROW_FORMAT=DYNAMIC COMMENT='通用附件表';
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `t_attach`
--

LOCK TABLES `t_attach` WRITE;
/*!40000 ALTER TABLE `t_attach` DISABLE KEYS */;
INSERT INTO `t_attach` VALUES (13,5,'productcover','/upfiles/album_3/productcover/201408','20140821153947579602639.png','p.png','png',584811,600,424,'',1403364525,1408692726,1),(16,4,'articlecover','/upfiles/album_3/articlecover/201408','2014082115521744847517.png','','png',584811,600,424,'',1408001770,1426915064,1),(17,4,'articlecover','/upfiles/album_3/articlecover/201408','20140822152554806574331.jpg','','jpg',6401,290,164,'',1408025824,1426915064,1),(18,5,'productcover','/upfiles/album_3/productcover/201408','20140822153201446442350.jpg','u=92158106,4170751751&fm=21&gp=0.jpg','jpg',5204,241,220,'',1408087260,1408692726,1),(22,4,'articlecover','/upfiles/album_3/articlecover/201412','2014123122540654594873.jpg','','jpg',2285,200,110,'',1408684018,1426915064,1),(23,5,'productcover','/upfiles/album_3/productcover/201408','20140822153156499609210.jpeg','u=18917484,1577171352&fm=58.jpeg','jpeg',6982,121,91,'',1408692726,1408692726,1),(24,4,'articlecover','/upfiles/album_3/articlecover/201503','20150318120737157586310.png','','png',17021,72,72,'',1426651659,1426915064,1);
/*!40000 ALTER TABLE `t_attach` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `t_brand`
--

DROP TABLE IF EXISTS `t_brand`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `t_brand` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(50) NOT NULL DEFAULT '' COMMENT '品牌名称',
  `ename` varchar(50) DEFAULT '' COMMENT '品牌英文名称',
  `logo` varchar(150) DEFAULT '' COMMENT '品牌logo地址',
  `site` varchar(100) DEFAULT '' COMMENT '官网网站地址',
  `desc` varchar(200) NOT NULL DEFAULT '' COMMENT '品牌描述',
  `status` int(1) DEFAULT '0' COMMENT '状态',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=6 DEFAULT CHARSET=utf8 ROW_FORMAT=DYNAMIC COMMENT='品牌表';
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `t_brand`
--

LOCK TABLES `t_brand` WRITE;
/*!40000 ALTER TABLE `t_brand` DISABLE KEYS */;
INSERT INTO `t_brand` VALUES (4,'耐克','nike','/upfiles/album_3/brandlogo/201503/20150318150646646160408.png','http://www.nike.com','这也是一个大品牌哦',1);
/*!40000 ALTER TABLE `t_brand` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `t_category`
--

DROP TABLE IF EXISTS `t_category`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `t_category` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `appid` int(11) DEFAULT '0' COMMENT '该分类的类型标识，可区分多个模块分类系统，',
  `name` varchar(255) NOT NULL DEFAULT '' COMMENT '类名',
  `desc` varchar(100) DEFAULT NULL COMMENT '描述',
  `parentId` int(11) DEFAULT '0' COMMENT '父id',
  `depth` int(11) NOT NULL COMMENT '深度',
  `path` varchar(1000) NOT NULL COMMENT '类别分级的标志路径，由一级一级的父级id组成。',
  `status` int(11) DEFAULT '1' COMMENT '状态:0不启用，1启用',
  `weight` int(11) DEFAULT '0' COMMENT ' 同级优先级',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=42 DEFAULT CHARSET=utf8 ROW_FORMAT=DYNAMIC COMMENT='分类模块管理，方便管理各个模块，用appid区分各个模块';
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `t_category`
--

LOCK TABLES `t_category` WRITE;
/*!40000 ALTER TABLE `t_category` DISABLE KEYS */;
INSERT INTO `t_category` VALUES (25,2,'新闻','qaaa',0,1,'0',1,0),(28,5,'服装','',0,1,'0',1,0),(29,5,'鞋类','',0,1,'0',1,0),(33,2,'足球','sa',0,1,'0',1,0);
/*!40000 ALTER TABLE `t_category` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `t_citys`
--

DROP TABLE IF EXISTS `t_citys`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `t_citys` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `appid` int(11) DEFAULT '0' COMMENT '该分类的类型标识，可区分多个模块分类系统，',
  `parentId` int(11) DEFAULT '0' COMMENT '父id',
  `name` varchar(255) NOT NULL DEFAULT '' COMMENT '类名',
  `zipcode` varchar(10) DEFAULT NULL COMMENT '邮编',
  `desc` varchar(100) DEFAULT NULL COMMENT '描述',
  `depth` int(11) NOT NULL COMMENT '深度',
  `path` varchar(1000) NOT NULL COMMENT '类别分级的标志路径，由一级一级的父级id组成。',
  `status` int(11) DEFAULT '1' COMMENT '状态:0不启用，1启用',
  `weight` int(11) DEFAULT '0' COMMENT ' 同级优先级',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=3375 DEFAULT CHARSET=utf8 ROW_FORMAT=DYNAMIC COMMENT='省市区，与分类库t_category结构一样';
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `t_citys`
--

LOCK TABLES `t_citys` WRITE;
/*!40000 ALTER TABLE `t_citys` DISABLE KEYS */;
INSERT INTO `t_citys` VALUES (2,0,0,'北京','0',NULL,1,'0',1,0),(3,0,0,'天津','0',NULL,1,'0',1,0),(4,0,0,'河北','0',NULL,1,'0',1,0),(5,0,0,'山西','0',NULL,1,'0',1,0),(6,0,0,'内蒙古','0',NULL,1,'0',1,0),(7,0,0,'辽宁','0',NULL,1,'0',1,0),(8,0,0,'吉林','0',NULL,1,'0',1,0),(9,0,0,'黑龙江','0',NULL,1,'0',1,0),(10,0,0,'上海','0',NULL,1,'0',1,0),(11,0,0,'江苏','0',NULL,1,'0',1,0),(12,0,0,'浙江','0',NULL,1,'0',1,0),(13,0,0,'安徽','0',NULL,1,'0',1,0),(14,0,0,'福建','0',NULL,1,'0',1,0),(15,0,0,'江西','0',NULL,1,'0',1,0),(16,0,0,'山东','0',NULL,1,'0',1,0),(17,0,0,'河南','0',NULL,1,'0',1,0),(18,0,0,'湖北','0',NULL,1,'0',1,0),(19,0,0,'湖南','0',NULL,1,'0',1,0),(20,0,0,'广东','0',NULL,1,'0',1,0),(21,0,0,'广西','0',NULL,1,'0',1,0),(22,0,0,'海南','0',NULL,1,'0',1,0),(23,0,0,'重庆','0',NULL,1,'0',1,0),(24,0,0,'四川','0',NULL,1,'0',1,0),(25,0,0,'贵州','0',NULL,1,'0',1,0),(26,0,0,'云南','0',NULL,1,'0',1,0),(27,0,0,'西藏','0',NULL,1,'0',1,0),(28,0,0,'陕西','0',NULL,1,'0',1,0),(29,0,0,'甘肃','0',NULL,1,'0',1,0),(30,0,0,'青海','0',NULL,1,'0',1,0),(31,0,0,'宁夏','0',NULL,1,'0',1,0),(32,0,0,'新疆','0',NULL,1,'0',1,0),(36,0,2,'北京市','0',NULL,2,'0,2',1,0),(37,0,3,'天津市','0',NULL,2,'0,3',1,0),(38,0,4,'石家庄市','0',NULL,2,'0,4',1,0),(39,0,4,'唐山市','0',NULL,2,'0,4',1,0),(40,0,4,'秦皇岛市','0',NULL,2,'0,4',1,0),(41,0,4,'邯郸市','0',NULL,2,'0,4',1,0),(42,0,4,'邢台市','0',NULL,2,'0,4',1,0),(43,0,4,'保定市','0',NULL,2,'0,4',1,0),(44,0,4,'张家口市','0',NULL,2,'0,4',1,0),(45,0,4,'承德市','0',NULL,2,'0,4',1,0),(46,0,4,'沧州市','0',NULL,2,'0,4',1,0),(47,0,4,'廊坊市','0',NULL,2,'0,4',1,0),(48,0,4,'衡水市','0',NULL,2,'0,4',1,0),(49,0,5,'太原市','0',NULL,2,'0,5',1,0),(50,0,5,'大同市','0',NULL,2,'0,5',1,0),(51,0,5,'阳泉市','0',NULL,2,'0,5',1,0),(52,0,5,'长治市','0',NULL,2,'0,5',1,0),(53,0,5,'晋城市','0',NULL,2,'0,5',1,0),(54,0,5,'朔州市','0',NULL,2,'0,5',1,0),(55,0,5,'晋中市','0',NULL,2,'0,5',1,0),(56,0,5,'运城市','0',NULL,2,'0,5',1,0),(57,0,5,'忻州市','0',NULL,2,'0,5',1,0),(58,0,5,'临汾市','0',NULL,2,'0,5',1,0),(59,0,5,'吕梁市','0',NULL,2,'0,5',1,0),(60,0,6,'呼和浩特市','0',NULL,2,'0,6',1,0),(61,0,6,'包头市','0',NULL,2,'0,6',1,0),(62,0,6,'乌海市','0',NULL,2,'0,6',1,0),(63,0,6,'赤峰市','0',NULL,2,'0,6',1,0),(64,0,6,'通辽市','0',NULL,2,'0,6',1,0),(65,0,6,'鄂尔多斯市','0',NULL,2,'0,6',1,0),(66,0,6,'呼伦贝尔市','0',NULL,2,'0,6',1,0),(67,0,6,'巴彦淖尔市','0',NULL,2,'0,6',1,0),(68,0,6,'乌兰察布市','0',NULL,2,'0,6',1,0),(69,0,6,'兴安盟','0',NULL,2,'0,6',1,0),(70,0,6,'锡林郭勒盟','0',NULL,2,'0,6',1,0),(71,0,6,'阿拉善盟','0',NULL,2,'0,6',1,0),(72,0,7,'沈阳市','0',NULL,2,'0,7',1,0),(73,0,7,'大连市','0',NULL,2,'0,7',1,0),(74,0,7,'鞍山市','0',NULL,2,'0,7',1,0),(75,0,7,'抚顺市','0',NULL,2,'0,7',1,0),(76,0,7,'本溪市','0',NULL,2,'0,7',1,0),(77,0,7,'丹东市','0',NULL,2,'0,7',1,0),(78,0,7,'锦州市','0',NULL,2,'0,7',1,0),(79,0,7,'营口市','0',NULL,2,'0,7',1,0),(80,0,7,'阜新市','0',NULL,2,'0,7',1,0),(81,0,7,'辽阳市','0',NULL,2,'0,7',1,0),(82,0,7,'盘锦市','0',NULL,2,'0,7',1,0),(83,0,7,'铁岭市','0',NULL,2,'0,7',1,0),(84,0,7,'朝阳市','0',NULL,2,'0,7',1,0),(85,0,7,'葫芦岛市','0',NULL,2,'0,7',1,0),(86,0,8,'长春市','0',NULL,2,'0,8',1,0),(87,0,8,'吉林市','0',NULL,2,'0,8',1,0),(88,0,8,'四平市','0',NULL,2,'0,8',1,0),(89,0,8,'辽源市','0',NULL,2,'0,8',1,0),(90,0,8,'通化市','0',NULL,2,'0,8',1,0),(91,0,8,'白山市','0',NULL,2,'0,8',1,0),(92,0,8,'松原市','0',NULL,2,'0,8',1,0),(93,0,8,'白城市','0',NULL,2,'0,8',1,0),(94,0,8,'延边朝鲜族自治州','0',NULL,2,'0,8',1,0),(95,0,9,'哈尔滨市','0',NULL,2,'0,9',1,0),(96,0,9,'齐齐哈尔市','0',NULL,2,'0,9',1,0),(97,0,9,'鸡西市','0',NULL,2,'0,9',1,0),(98,0,9,'鹤岗市','0',NULL,2,'0,9',1,0),(99,0,9,'双鸭山市','0',NULL,2,'0,9',1,0),(100,0,9,'大庆市','0',NULL,2,'0,9',1,0),(101,0,9,'伊春市','0',NULL,2,'0,9',1,0),(102,0,9,'佳木斯市','0',NULL,2,'0,9',1,0),(103,0,9,'七台河市','0',NULL,2,'0,9',1,0),(104,0,9,'牡丹江市','0',NULL,2,'0,9',1,0),(105,0,9,'黑河市','0',NULL,2,'0,9',1,0),(106,0,9,'绥化市','0',NULL,2,'0,9',1,0),(107,0,9,'大兴安岭地区','0',NULL,2,'0,9',1,0),(108,0,10,'上海市','0',NULL,2,'0,10',1,0),(109,0,11,'南京市','0',NULL,2,'0,11',1,0),(110,0,11,'无锡市','0',NULL,2,'0,11',1,0),(111,0,11,'徐州市','0',NULL,2,'0,11',1,0),(112,0,11,'常州市','0',NULL,2,'0,11',1,0),(113,0,11,'苏州市','0',NULL,2,'0,11',1,0),(114,0,11,'南通市','0',NULL,2,'0,11',1,0),(115,0,11,'连云港市','0',NULL,2,'0,11',1,0),(116,0,11,'淮安市','0',NULL,2,'0,11',1,0),(117,0,11,'盐城市','0',NULL,2,'0,11',1,0),(118,0,11,'扬州市','0',NULL,2,'0,11',1,0),(119,0,11,'镇江市','0',NULL,2,'0,11',1,0),(120,0,11,'泰州市','0',NULL,2,'0,11',1,0),(121,0,11,'宿迁市','0',NULL,2,'0,11',1,0),(122,0,12,'杭州市','0',NULL,2,'0,12',1,0),(123,0,12,'宁波市','0',NULL,2,'0,12',1,0),(124,0,12,'温州市','0',NULL,2,'0,12',1,0),(125,0,12,'嘉兴市','0',NULL,2,'0,12',1,0),(126,0,12,'湖州市','0',NULL,2,'0,12',1,0),(127,0,12,'绍兴市','0',NULL,2,'0,12',1,0),(128,0,12,'金华市','0',NULL,2,'0,12',1,0),(129,0,12,'衢州市','0',NULL,2,'0,12',1,0),(130,0,12,'舟山市','0',NULL,2,'0,12',1,0),(131,0,12,'台州市','0',NULL,2,'0,12',1,0),(132,0,12,'丽水市','0',NULL,2,'0,12',1,0),(133,0,13,'合肥市','0',NULL,2,'0,13',1,0),(134,0,13,'芜湖市','0',NULL,2,'0,13',1,0),(135,0,13,'蚌埠市','0',NULL,2,'0,13',1,0),(136,0,13,'淮南市','0',NULL,2,'0,13',1,0),(137,0,13,'马鞍山市','0',NULL,2,'0,13',1,0),(138,0,13,'淮北市','0',NULL,2,'0,13',1,0),(139,0,13,'铜陵市','0',NULL,2,'0,13',1,0),(140,0,13,'安庆市','0',NULL,2,'0,13',1,0),(141,0,13,'黄山市','0',NULL,2,'0,13',1,0),(142,0,13,'滁州市','0',NULL,2,'0,13',1,0),(143,0,13,'阜阳市','0',NULL,2,'0,13',1,0),(144,0,13,'宿州市','0',NULL,2,'0,13',1,0),(145,0,13,'巢湖市','0',NULL,2,'0,13',1,0),(146,0,13,'六安市','0',NULL,2,'0,13',1,0),(147,0,13,'亳州市','0',NULL,2,'0,13',1,0),(148,0,13,'池州市','0',NULL,2,'0,13',1,0),(149,0,13,'宣城市','0',NULL,2,'0,13',1,0),(150,0,14,'福州市','0',NULL,2,'0,14',1,0),(151,0,14,'厦门市','0',NULL,2,'0,14',1,0),(152,0,14,'莆田市','0',NULL,2,'0,14',1,0),(153,0,14,'三明市','0',NULL,2,'0,14',1,0),(154,0,14,'泉州市','0',NULL,2,'0,14',1,0),(155,0,14,'漳州市','0',NULL,2,'0,14',1,0),(156,0,14,'南平市','0',NULL,2,'0,14',1,0),(157,0,14,'龙岩市','0',NULL,2,'0,14',1,0),(158,0,14,'宁德市','0',NULL,2,'0,14',1,0),(159,0,15,'南昌市','0',NULL,2,'0,15',1,0),(160,0,15,'景德镇市','0',NULL,2,'0,15',1,0),(161,0,15,'萍乡市','0',NULL,2,'0,15',1,0),(162,0,15,'九江市','0',NULL,2,'0,15',1,0),(163,0,15,'新余市','0',NULL,2,'0,15',1,0),(164,0,15,'鹰潭市','0',NULL,2,'0,15',1,0),(165,0,15,'赣州市','0',NULL,2,'0,15',1,0),(166,0,15,'吉安市','0',NULL,2,'0,15',1,0),(167,0,15,'宜春市','0',NULL,2,'0,15',1,0),(168,0,15,'抚州市','0',NULL,2,'0,15',1,0),(169,0,15,'上饶市','0',NULL,2,'0,15',1,0),(170,0,16,'济南市','0',NULL,2,'0,16',1,0),(171,0,16,'青岛市','0',NULL,2,'0,16',1,0),(172,0,16,'淄博市','0',NULL,2,'0,16',1,0),(173,0,16,'枣庄市','0',NULL,2,'0,16',1,0),(174,0,16,'东营市','0',NULL,2,'0,16',1,0),(175,0,16,'烟台市','0',NULL,2,'0,16',1,0),(176,0,16,'潍坊市','0',NULL,2,'0,16',1,0),(177,0,16,'济宁市','0',NULL,2,'0,16',1,0),(178,0,16,'泰安市','0',NULL,2,'0,16',1,0),(179,0,16,'威海市','0',NULL,2,'0,16',1,0),(180,0,16,'日照市','0',NULL,2,'0,16',1,0),(181,0,16,'莱芜市','0',NULL,2,'0,16',1,0),(182,0,16,'临沂市','0',NULL,2,'0,16',1,0),(183,0,16,'德州市','0',NULL,2,'0,16',1,0),(184,0,16,'聊城市','0',NULL,2,'0,16',1,0),(185,0,16,'滨州市','0',NULL,2,'0,16',1,0),(186,0,16,'菏泽市','0',NULL,2,'0,16',1,0),(187,0,17,'郑州市','0',NULL,2,'0,17',1,0),(188,0,17,'开封市','0',NULL,2,'0,17',1,0),(189,0,17,'洛阳市','0',NULL,2,'0,17',1,0),(190,0,17,'平顶山市','0',NULL,2,'0,17',1,0),(191,0,17,'安阳市','0',NULL,2,'0,17',1,0),(192,0,17,'鹤壁市','0',NULL,2,'0,17',1,0),(193,0,17,'新乡市','0',NULL,2,'0,17',1,0),(194,0,17,'焦作市','0',NULL,2,'0,17',1,0),(195,0,17,'济源市','0',NULL,2,'0,17',1,0),(196,0,17,'濮阳市','0',NULL,2,'0,17',1,0),(197,0,17,'许昌市','0',NULL,2,'0,17',1,0),(198,0,17,'漯河市','0',NULL,2,'0,17',1,0),(199,0,17,'三门峡市','0',NULL,2,'0,17',1,0),(200,0,17,'南阳市','0',NULL,2,'0,17',1,0),(201,0,17,'商丘市','0',NULL,2,'0,17',1,0),(202,0,17,'信阳市','0',NULL,2,'0,17',1,0),(203,0,17,'周口市','0',NULL,2,'0,17',1,0),(204,0,17,'驻马店市','0',NULL,2,'0,17',1,0),(205,0,18,'武汉市','0',NULL,2,'0,18',1,0),(206,0,18,'黄石市','0',NULL,2,'0,18',1,0),(207,0,18,'十堰市','0',NULL,2,'0,18',1,0),(208,0,18,'宜昌市','0',NULL,2,'0,18',1,0),(209,0,18,'襄阳市','0',NULL,2,'0,18',1,0),(210,0,18,'鄂州市','0',NULL,2,'0,18',1,0),(211,0,18,'荆门市','0',NULL,2,'0,18',1,0),(212,0,18,'孝感市','0',NULL,2,'0,18',1,0),(213,0,18,'荆州市','0',NULL,2,'0,18',1,0),(214,0,18,'黄冈市','0',NULL,2,'0,18',1,0),(215,0,18,'咸宁市','0',NULL,2,'0,18',1,0),(216,0,18,'随州市','0',NULL,2,'0,18',1,0),(217,0,18,'恩施土家族苗族自治州','0',NULL,2,'0,18',1,0),(218,0,18,'省直辖县级行政单位','0',NULL,2,'0,18',1,0),(219,0,19,'长沙市','0',NULL,2,'0,19',1,0),(220,0,19,'株洲市','0',NULL,2,'0,19',1,0),(221,0,19,'湘潭市','0',NULL,2,'0,19',1,0),(222,0,19,'衡阳市','0',NULL,2,'0,19',1,0),(223,0,19,'邵阳市','0',NULL,2,'0,19',1,0),(224,0,19,'岳阳市','0',NULL,2,'0,19',1,0),(225,0,19,'常德市','0',NULL,2,'0,19',1,0),(226,0,19,'张家界市','0',NULL,2,'0,19',1,0),(227,0,19,'益阳市','0',NULL,2,'0,19',1,0),(228,0,19,'郴州市','0',NULL,2,'0,19',1,0),(229,0,19,'永州市','0',NULL,2,'0,19',1,0),(230,0,19,'怀化市','0',NULL,2,'0,19',1,0),(231,0,19,'娄底市','0',NULL,2,'0,19',1,0),(232,0,19,'湘西土家族苗族自治州','0',NULL,2,'0,19',1,0),(233,0,20,'广州市','0',NULL,2,'0,20',1,0),(234,0,20,'韶关市','0',NULL,2,'0,20',1,0),(235,0,20,'深圳市','0',NULL,2,'0,20',1,0),(236,0,20,'珠海市','0',NULL,2,'0,20',1,0),(237,0,20,'汕头市','0',NULL,2,'0,20',1,0),(238,0,20,'佛山市','0',NULL,2,'0,20',1,0),(239,0,20,'江门市','0',NULL,2,'0,20',1,0),(240,0,20,'湛江市','0',NULL,2,'0,20',1,0),(241,0,20,'茂名市','0',NULL,2,'0,20',1,0),(242,0,20,'肇庆市','0',NULL,2,'0,20',1,0),(243,0,20,'惠州市','0',NULL,2,'0,20',1,0),(244,0,20,'梅州市','0',NULL,2,'0,20',1,0),(245,0,20,'汕尾市','0',NULL,2,'0,20',1,0),(246,0,20,'河源市','0',NULL,2,'0,20',1,0),(247,0,20,'阳江市','0',NULL,2,'0,20',1,0),(248,0,20,'清远市','0',NULL,2,'0,20',1,0),(249,0,20,'潮州市','0',NULL,2,'0,20',1,0),(250,0,20,'揭阳市','0',NULL,2,'0,20',1,0),(251,0,20,'云浮市','0',NULL,2,'0,20',1,0),(252,0,20,'东莞市','0',NULL,2,'0,20',1,0),(253,0,20,'中山市','0',NULL,2,'0,20',1,0),(254,0,21,'南宁市','0',NULL,2,'0,21',1,0),(255,0,21,'柳州市','0',NULL,2,'0,21',1,0),(256,0,21,'桂林市','0',NULL,2,'0,21',1,0),(257,0,21,'梧州市','0',NULL,2,'0,21',1,0),(258,0,21,'北海市','0',NULL,2,'0,21',1,0),(259,0,21,'防城港市','0',NULL,2,'0,21',1,0),(260,0,21,'钦州市','0',NULL,2,'0,21',1,0),(261,0,21,'贵港市','0',NULL,2,'0,21',1,0),(262,0,21,'玉林市','0',NULL,2,'0,21',1,0),(263,0,21,'百色市','0',NULL,2,'0,21',1,0),(264,0,21,'贺州市','0',NULL,2,'0,21',1,0),(265,0,21,'河池市','0',NULL,2,'0,21',1,0),(266,0,21,'来宾市','0',NULL,2,'0,21',1,0),(267,0,21,'崇左市','0',NULL,2,'0,21',1,0),(268,0,22,'海口市','0',NULL,2,'0,22',1,0),(269,0,22,'省直辖县级行政单位','0',NULL,2,'0,22',1,0),(270,0,22,'三亚市','0',NULL,2,'0,22',1,0),(271,0,23,'重庆市','0',NULL,2,'0,23',1,0),(272,0,24,'成都市','0',NULL,2,'0,24',1,0),(273,0,24,'自贡市','0',NULL,2,'0,24',1,0),(274,0,24,'攀枝花市','0',NULL,2,'0,24',1,0),(275,0,24,'泸州市','0',NULL,2,'0,24',1,0),(276,0,24,'德阳市','0',NULL,2,'0,24',1,0),(277,0,24,'绵阳市','0',NULL,2,'0,24',1,0),(278,0,24,'广元市','0',NULL,2,'0,24',1,0),(279,0,24,'遂宁市','0',NULL,2,'0,24',1,0),(280,0,24,'内江市','0',NULL,2,'0,24',1,0),(281,0,24,'乐山市','0',NULL,2,'0,24',1,0),(282,0,24,'南充市','0',NULL,2,'0,24',1,0),(283,0,24,'眉山市','0',NULL,2,'0,24',1,0),(284,0,24,'宜宾市','0',NULL,2,'0,24',1,0),(285,0,24,'广安市','0',NULL,2,'0,24',1,0),(286,0,24,'达州市','0',NULL,2,'0,24',1,0),(287,0,24,'雅安市','0',NULL,2,'0,24',1,0),(288,0,24,'巴中市','0',NULL,2,'0,24',1,0),(289,0,24,'资阳市','0',NULL,2,'0,24',1,0),(290,0,24,'阿坝藏族羌族自治州','0',NULL,2,'0,24',1,0),(291,0,24,'甘孜藏族自治州','0',NULL,2,'0,24',1,0),(292,0,24,'凉山彝族自治州','0',NULL,2,'0,24',1,0),(293,0,25,'贵阳市','0',NULL,2,'0,25',1,0),(294,0,25,'六盘水市','0',NULL,2,'0,25',1,0),(295,0,25,'遵义市','0',NULL,2,'0,25',1,0),(296,0,25,'安顺市','0',NULL,2,'0,25',1,0),(297,0,25,'铜仁地区','0',NULL,2,'0,25',1,0),(298,0,25,'黔西南布依族苗族自治州','0',NULL,2,'0,25',1,0),(299,0,25,'毕节地区','0',NULL,2,'0,25',1,0),(300,0,25,'黔东南苗族侗族自治州','0',NULL,2,'0,25',1,0),(301,0,25,'黔南布依族苗族自治州','0',NULL,2,'0,25',1,0),(302,0,26,'昆明市','0',NULL,2,'0,26',1,0),(303,0,26,'曲靖市','0',NULL,2,'0,26',1,0),(304,0,26,'玉溪市','0',NULL,2,'0,26',1,0),(305,0,26,'保山市','0',NULL,2,'0,26',1,0),(306,0,26,'昭通市','0',NULL,2,'0,26',1,0),(307,0,26,'丽江市','0',NULL,2,'0,26',1,0),(308,0,26,'普洱市','0',NULL,2,'0,26',1,0),(309,0,26,'临沧市','0',NULL,2,'0,26',1,0),(310,0,26,'楚雄彝族自治州','0',NULL,2,'0,26',1,0),(311,0,26,'红河哈尼族彝族自治州','0',NULL,2,'0,26',1,0),(312,0,26,'文山壮族苗族自治州','0',NULL,2,'0,26',1,0),(313,0,26,'西双版纳傣族自治州','0',NULL,2,'0,26',1,0),(314,0,26,'大理白族自治州','0',NULL,2,'0,26',1,0),(315,0,26,'德宏傣族景颇族自治州','0',NULL,2,'0,26',1,0),(316,0,26,'怒江傈僳族自治州','0',NULL,2,'0,26',1,0),(317,0,26,'迪庆藏族自治州','0',NULL,2,'0,26',1,0),(318,0,27,'拉萨市','0',NULL,2,'0,27',1,0),(319,0,27,'昌都地区','0',NULL,2,'0,27',1,0),(320,0,27,'山南地区','0',NULL,2,'0,27',1,0),(321,0,27,'日喀则地区','0',NULL,2,'0,27',1,0),(322,0,27,'那曲地区','0',NULL,2,'0,27',1,0),(323,0,27,'阿里地区','0',NULL,2,'0,27',1,0),(324,0,27,'林芝地区','0',NULL,2,'0,27',1,0),(325,0,28,'西安市','0',NULL,2,'0,28',1,0),(326,0,28,'铜川市','0',NULL,2,'0,28',1,0),(327,0,28,'宝鸡市','0',NULL,2,'0,28',1,0),(328,0,28,'咸阳市','0',NULL,2,'0,28',1,0),(329,0,28,'渭南市','0',NULL,2,'0,28',1,0),(330,0,28,'延安市','0',NULL,2,'0,28',1,0),(331,0,28,'汉中市','0',NULL,2,'0,28',1,0),(332,0,28,'榆林市','0',NULL,2,'0,28',1,0),(333,0,28,'安康市','0',NULL,2,'0,28',1,0),(334,0,28,'商洛市','0',NULL,2,'0,28',1,0),(335,0,29,'兰州市','0',NULL,2,'0,29',1,0),(336,0,29,'嘉峪关市','0',NULL,2,'0,29',1,0),(337,0,29,'金昌市','0',NULL,2,'0,29',1,0),(338,0,29,'白银市','0',NULL,2,'0,29',1,0),(339,0,29,'天水市','0',NULL,2,'0,29',1,0),(340,0,29,'武威市','0',NULL,2,'0,29',1,0),(341,0,29,'张掖市','0',NULL,2,'0,29',1,0),(342,0,29,'平凉市','0',NULL,2,'0,29',1,0),(343,0,29,'酒泉市','0',NULL,2,'0,29',1,0),(344,0,29,'庆阳市','0',NULL,2,'0,29',1,0),(345,0,29,'定西市','0',NULL,2,'0,29',1,0),(346,0,29,'陇南市','0',NULL,2,'0,29',1,0),(347,0,29,'临夏回族自治州','0',NULL,2,'0,29',1,0),(348,0,29,'甘南藏族自治州','0',NULL,2,'0,29',1,0),(349,0,30,'西宁市','0',NULL,2,'0,30',1,0),(350,0,30,'海东地区','0',NULL,2,'0,30',1,0),(351,0,30,'海北藏族自治州','0',NULL,2,'0,30',1,0),(352,0,30,'黄南藏族自治州','0',NULL,2,'0,30',1,0),(353,0,30,'海南藏族自治州','0',NULL,2,'0,30',1,0),(354,0,30,'果洛藏族自治州','0',NULL,2,'0,30',1,0),(355,0,30,'玉树藏族自治州','0',NULL,2,'0,30',1,0),(356,0,30,'海西蒙古族藏族自治州','0',NULL,2,'0,30',1,0),(357,0,31,'银川市','0',NULL,2,'0,31',1,0),(358,0,31,'石嘴山市','0',NULL,2,'0,31',1,0),(359,0,31,'吴忠市','0',NULL,2,'0,31',1,0),(360,0,31,'固原市','0',NULL,2,'0,31',1,0),(361,0,31,'中卫市','0',NULL,2,'0,31',1,0),(362,0,32,'乌鲁木齐市','0',NULL,2,'0,32',1,0),(363,0,32,'克拉玛依市','0',NULL,2,'0,32',1,0),(364,0,32,'吐鲁番地区','0',NULL,2,'0,32',1,0),(365,0,32,'哈密地区','0',NULL,2,'0,32',1,0),(366,0,32,'昌吉回族自治州','0',NULL,2,'0,32',1,0),(367,0,32,'博尔塔拉蒙古自治州','0',NULL,2,'0,32',1,0),(368,0,32,'巴音郭楞蒙古自治州','0',NULL,2,'0,32',1,0),(369,0,32,'阿克苏地区','0',NULL,2,'0,32',1,0),(370,0,32,'克孜勒苏柯尔克孜自治州','0',NULL,2,'0,32',1,0),(371,0,32,'喀什地区','0',NULL,2,'0,32',1,0),(372,0,32,'和田地区','0',NULL,2,'0,32',1,0),(373,0,32,'伊犁哈萨克自治州','0',NULL,2,'0,32',1,0),(374,0,32,'塔城地区','0',NULL,2,'0,32',1,0),(375,0,32,'阿勒泰地区','0',NULL,2,'0,32',1,0),(376,0,32,'省直辖县级行政单位','0',NULL,2,'0,32',1,0),(377,0,36,'东城区','100011',NULL,3,'0,2,36',1,0),(378,0,36,'西城区','100032',NULL,3,'0,2,36',1,0),(379,0,36,'崇文区','100061',NULL,3,'0,2,36',1,0),(380,0,36,'宣武区','100054',NULL,3,'0,2,36',1,0),(381,0,36,'朝阳区','100020',NULL,3,'0,2,36',1,0),(382,0,36,'丰台区','100071',NULL,3,'0,2,36',1,0),(383,0,36,'石景山区','100043',NULL,3,'0,2,36',1,0),(384,0,36,'海淀区','100089',NULL,3,'0,2,36',1,0),(385,0,36,'门头沟区','102300',NULL,3,'0,2,36',1,0),(386,0,36,'房山区','102488',NULL,3,'0,2,36',1,0),(387,0,36,'通州区','101100',NULL,3,'0,2,36',1,0),(388,0,36,'顺义区','101300',NULL,3,'0,2,36',1,0),(389,0,36,'昌平区','102200',NULL,3,'0,2,36',1,0),(390,0,36,'大兴区','102600',NULL,3,'0,2,36',1,0),(391,0,36,'怀柔区','101400',NULL,3,'0,2,36',1,0),(392,0,36,'平谷区','101200',NULL,3,'0,2,36',1,0),(393,0,36,'密云县','101500',NULL,3,'0,2,36',1,0),(394,0,36,'延庆县','102100',NULL,3,'0,2,36',1,0),(395,0,37,'和平区','300041',NULL,3,'0,3,37',1,0),(396,0,37,'河东区','300171',NULL,3,'0,3,37',1,0),(397,0,37,'河西区','300202',NULL,3,'0,3,37',1,0),(398,0,37,'南开区','300100',NULL,3,'0,3,37',1,0),(399,0,37,'河北区','300143',NULL,3,'0,3,37',1,0),(400,0,37,'红桥区','300131',NULL,3,'0,3,37',1,0),(401,0,37,'塘沽区','300450',NULL,3,'0,3,37',1,0),(402,0,37,'汉沽区','300480',NULL,3,'0,3,37',1,0),(403,0,37,'大港区','300270',NULL,3,'0,3,37',1,0),(404,0,37,'东丽区','300300',NULL,3,'0,3,37',1,0),(405,0,37,'西青区','300380',NULL,3,'0,3,37',1,0),(406,0,37,'津南区','300350',NULL,3,'0,3,37',1,0),(407,0,37,'北辰区','300400',NULL,3,'0,3,37',1,0),(408,0,37,'武清区','301700',NULL,3,'0,3,37',1,0),(409,0,37,'宝坻区','301800',NULL,3,'0,3,37',1,0),(410,0,37,'宁河县','301500',NULL,3,'0,3,37',1,0),(411,0,37,'静海县','301600',NULL,3,'0,3,37',1,0),(412,0,37,'蓟县','301900',NULL,3,'0,3,37',1,0),(413,0,37,'保税区','300308',NULL,3,'0,3,37',1,0),(414,0,37,'经济技术开发区','300457',NULL,3,'0,3,37',1,0),(415,0,37,'高新区','300384',NULL,3,'0,3,37',1,0),(416,0,37,'滨海新区','300457',NULL,3,'0,3,37',1,0),(417,0,38,'长安区','050011',NULL,3,'0,4,38',1,0),(418,0,38,'桥东区','050011',NULL,3,'0,4,38',1,0),(419,0,38,'桥西区','050051',NULL,3,'0,4,38',1,0),(420,0,38,'新华区','050051',NULL,3,'0,4,38',1,0),(421,0,38,'井陉矿区','050100',NULL,3,'0,4,38',1,0),(422,0,38,'裕华区','050081',NULL,3,'0,4,38',1,0),(423,0,38,'井陉县','050300',NULL,3,'0,4,38',1,0),(424,0,38,'正定县','050800',NULL,3,'0,4,38',1,0),(425,0,38,'栾城县','051430',NULL,3,'0,4,38',1,0),(426,0,38,'行唐县','050600',NULL,3,'0,4,38',1,0),(427,0,38,'灵寿县','050500',NULL,3,'0,4,38',1,0),(428,0,38,'高邑县','051330',NULL,3,'0,4,38',1,0),(429,0,38,'深泽县','052560',NULL,3,'0,4,38',1,0),(430,0,38,'赞皇县','051230',NULL,3,'0,4,38',1,0),(431,0,38,'无极县','052400',NULL,3,'0,4,38',1,0),(432,0,38,'平山县','050400',NULL,3,'0,4,38',1,0),(433,0,38,'元氏县','051130',NULL,3,'0,4,38',1,0),(434,0,38,'赵县','051530',NULL,3,'0,4,38',1,0),(435,0,38,'辛集市','052300',NULL,3,'0,4,38',1,0),(436,0,38,'藁城市','052160',NULL,3,'0,4,38',1,0),(437,0,38,'晋州市','052200',NULL,3,'0,4,38',1,0),(438,0,38,'新乐市','050700',NULL,3,'0,4,38',1,0),(439,0,38,'鹿泉市','050200',NULL,3,'0,4,38',1,0),(440,0,38,'高新技术开发区','050035',NULL,3,'0,4,38',1,0),(441,0,39,'路南区','063017',NULL,3,'0,4,39',1,0),(442,0,39,'路北区','063015',NULL,3,'0,4,39',1,0),(443,0,39,'古冶区','063104',NULL,3,'0,4,39',1,0),(444,0,39,'开平区','063021',NULL,3,'0,4,39',1,0),(445,0,39,'丰南区','063300',NULL,3,'0,4,39',1,0),(446,0,39,'丰润区','064000',NULL,3,'0,4,39',1,0),(447,0,39,'滦县','063700',NULL,3,'0,4,39',1,0),(448,0,39,'滦南县','063500',NULL,3,'0,4,39',1,0),(449,0,39,'乐亭县','063600',NULL,3,'0,4,39',1,0),(450,0,39,'迁西县','064300',NULL,3,'0,4,39',1,0),(451,0,39,'玉田县','064100',NULL,3,'0,4,39',1,0),(452,0,39,'唐海县','063200',NULL,3,'0,4,39',1,0),(453,0,39,'遵化市','064200',NULL,3,'0,4,39',1,0),(454,0,39,'迁安市','064400',NULL,3,'0,4,39',1,0),(455,0,39,'高新区','063020',NULL,3,'0,4,39',1,0),(456,0,39,'汉沽管理区','301501',NULL,3,'0,4,39',1,0),(457,0,39,'海港开发区','063600',NULL,3,'0,4,39',1,0),(458,0,39,'芦台开发区','301501',NULL,3,'0,4,39',1,0),(459,0,39,'南堡开发区','063305',NULL,3,'0,4,39',1,0),(460,0,39,'曹妃甸工业区','063200',NULL,3,'0,4,39',1,0),(461,0,40,'海港区','066000',NULL,3,'0,4,40',1,0),(462,0,40,'山海关区','066200',NULL,3,'0,4,40',1,0),(463,0,40,'北戴河区','066100',NULL,3,'0,4,40',1,0),(464,0,40,'青龙满族自治县','066500',NULL,3,'0,4,40',1,0),(465,0,40,'昌黎县','066600',NULL,3,'0,4,40',1,0),(466,0,40,'抚宁县','066300',NULL,3,'0,4,40',1,0),(467,0,40,'卢龙县','066400',NULL,3,'0,4,40',1,0),(468,0,40,'经济技术开发区','066004',NULL,3,'0,4,40',1,0),(469,0,41,'邯山区','056001',NULL,3,'0,4,41',1,0),(470,0,41,'丛台区','056004',NULL,3,'0,4,41',1,0),(471,0,41,'复兴区','056003',NULL,3,'0,4,41',1,0),(472,0,41,'峰峰矿区','056200',NULL,3,'0,4,41',1,0),(473,0,41,'邯郸县','056100',NULL,3,'0,4,41',1,0),(474,0,41,'临漳县','056600',NULL,3,'0,4,41',1,0),(475,0,41,'成安县','056700',NULL,3,'0,4,41',1,0),(476,0,41,'大名县','056900',NULL,3,'0,4,41',1,0),(477,0,41,'涉县','056400',NULL,3,'0,4,41',1,0),(478,0,41,'磁县','056500',NULL,3,'0,4,41',1,0),(479,0,41,'肥乡县','057550',NULL,3,'0,4,41',1,0),(480,0,41,'永年县','057150',NULL,3,'0,4,41',1,0),(481,0,41,'邱县','057450',NULL,3,'0,4,41',1,0),(482,0,41,'鸡泽县','057350',NULL,3,'0,4,41',1,0),(483,0,41,'广平县','057650',NULL,3,'0,4,41',1,0),(484,0,41,'馆陶县','057750',NULL,3,'0,4,41',1,0),(485,0,41,'魏县','056800',NULL,3,'0,4,41',1,0),(486,0,41,'曲周县','057250',NULL,3,'0,4,41',1,0),(487,0,41,'武安市','056300',NULL,3,'0,4,41',1,0),(488,0,41,'经济开发区','056002',NULL,3,'0,4,41',1,0),(489,0,42,'桥东区','054001',NULL,3,'0,4,42',1,0),(490,0,42,'桥西区','054000',NULL,3,'0,4,42',1,0),(491,0,42,'邢台县','054001',NULL,3,'0,4,42',1,0),(492,0,42,'临城县','054300',NULL,3,'0,4,42',1,0),(493,0,42,'内丘县','054200',NULL,3,'0,4,42',1,0),(494,0,42,'柏乡县','055450',NULL,3,'0,4,42',1,0),(495,0,42,'隆尧县','055350',NULL,3,'0,4,42',1,0),(496,0,42,'任县','055150',NULL,3,'0,4,42',1,0),(497,0,42,'南和县','054400',NULL,3,'0,4,42',1,0),(498,0,42,'宁晋县','055550',NULL,3,'0,4,42',1,0),(499,0,42,'巨鹿县','055250',NULL,3,'0,4,42',1,0),(500,0,42,'新河县','051730',NULL,3,'0,4,42',1,0),(501,0,42,'广宗县','054600',NULL,3,'0,4,42',1,0),(502,0,42,'平乡县','054500',NULL,3,'0,4,42',1,0),(503,0,42,'威县','054700',NULL,3,'0,4,42',1,0),(504,0,42,'清河县','054800',NULL,3,'0,4,42',1,0),(505,0,42,'临西县','054900',NULL,3,'0,4,42',1,0),(506,0,42,'南宫市','055750',NULL,3,'0,4,42',1,0),(507,0,42,'沙河市','054100',NULL,3,'0,4,42',1,0),(508,0,43,'新市区','071052',NULL,3,'0,4,43',1,0),(509,0,43,'南市区','071000',NULL,3,'0,4,43',1,0),(510,0,43,'北市区','071000',NULL,3,'0,4,43',1,0),(511,0,43,'满城县','072150',NULL,3,'0,4,43',1,0),(512,0,43,'清苑县','071100',NULL,3,'0,4,43',1,0),(513,0,43,'涞水县','074100',NULL,3,'0,4,43',1,0),(514,0,43,'阜平县','073200',NULL,3,'0,4,43',1,0),(515,0,43,'徐水县','072550',NULL,3,'0,4,43',1,0),(516,0,43,'定兴县','072650',NULL,3,'0,4,43',1,0),(517,0,43,'唐县','072350',NULL,3,'0,4,43',1,0),(518,0,43,'高阳县','071500',NULL,3,'0,4,43',1,0),(519,0,43,'容城县','071700',NULL,3,'0,4,43',1,0),(520,0,43,'涞源县','074300',NULL,3,'0,4,43',1,0),(521,0,43,'望都县','072450',NULL,3,'0,4,43',1,0),(522,0,43,'安新县','071600',NULL,3,'0,4,43',1,0),(523,0,43,'易县','074200',NULL,3,'0,4,43',1,0),(524,0,43,'曲阳县','073100',NULL,3,'0,4,43',1,0),(525,0,43,'蠡县','071400',NULL,3,'0,4,43',1,0),(526,0,43,'顺平县','072250',NULL,3,'0,4,43',1,0),(527,0,43,'博野县','071300',NULL,3,'0,4,43',1,0),(528,0,43,'雄县','071800',NULL,3,'0,4,43',1,0),(529,0,43,'涿州市','072750',NULL,3,'0,4,43',1,0),(530,0,43,'定州市','073000',NULL,3,'0,4,43',1,0),(531,0,43,'安国市','071200',NULL,3,'0,4,43',1,0),(532,0,43,'高碑店市','074000',NULL,3,'0,4,43',1,0),(533,0,44,'桥东区','075000',NULL,3,'0,4,44',1,0),(534,0,44,'桥西区','075061',NULL,3,'0,4,44',1,0),(535,0,44,'宣化区','075100',NULL,3,'0,4,44',1,0),(536,0,44,'下花园区','075300',NULL,3,'0,4,44',1,0),(537,0,44,'宣化县','075100',NULL,3,'0,4,44',1,0),(538,0,44,'张北县','076450',NULL,3,'0,4,44',1,0),(539,0,44,'康保县','076650',NULL,3,'0,4,44',1,0),(540,0,44,'沽源县','076550',NULL,3,'0,4,44',1,0),(541,0,44,'尚义县','076750',NULL,3,'0,4,44',1,0),(542,0,44,'蔚县','075700',NULL,3,'0,4,44',1,0),(543,0,44,'阳原县','075800',NULL,3,'0,4,44',1,0),(544,0,44,'怀安县','076150',NULL,3,'0,4,44',1,0),(545,0,44,'万全县','076250',NULL,3,'0,4,44',1,0),(546,0,44,'怀来县','075400',NULL,3,'0,4,44',1,0),(547,0,44,'涿鹿县','075600',NULL,3,'0,4,44',1,0),(548,0,44,'赤城县','075500',NULL,3,'0,4,44',1,0),(549,0,44,'崇礼县','076350',NULL,3,'0,4,44',1,0),(550,0,45,'双桥区','067000',NULL,3,'0,4,45',1,0),(551,0,45,'双滦区','067000',NULL,3,'0,4,45',1,0),(552,0,45,'鹰手营子矿区','067200',NULL,3,'0,4,45',1,0),(553,0,45,'承德县','067400',NULL,3,'0,4,45',1,0),(554,0,45,'兴隆县','067300',NULL,3,'0,4,45',1,0),(555,0,45,'平泉县','067500',NULL,3,'0,4,45',1,0),(556,0,45,'滦平县','068250',NULL,3,'0,4,45',1,0),(557,0,45,'隆化县','068150',NULL,3,'0,4,45',1,0),(558,0,45,'丰宁满族自治县','068350',NULL,3,'0,4,45',1,0),(559,0,45,'宽城满族自治县','067600',NULL,3,'0,4,45',1,0),(560,0,45,'围场满族蒙古族自治县','068450',NULL,3,'0,4,45',1,0),(561,0,46,'新华区','061000',NULL,3,'0,4,46',1,0),(562,0,46,'运河区','061000',NULL,3,'0,4,46',1,0),(563,0,46,'沧县','061000',NULL,3,'0,4,46',1,0),(564,0,46,'青县','062650',NULL,3,'0,4,46',1,0),(565,0,46,'东光县','061600',NULL,3,'0,4,46',1,0),(566,0,46,'海兴县','061200',NULL,3,'0,4,46',1,0),(567,0,46,'盐山县','061300',NULL,3,'0,4,46',1,0),(568,0,46,'肃宁县','062350',NULL,3,'0,4,46',1,0),(569,0,46,'南皮县','061500',NULL,3,'0,4,46',1,0),(570,0,46,'吴桥县','061800',NULL,3,'0,4,46',1,0),(571,0,46,'献县','062250',NULL,3,'0,4,46',1,0),(572,0,46,'孟村回族自治县','061400',NULL,3,'0,4,46',1,0),(573,0,46,'泊头市','062150',NULL,3,'0,4,46',1,0),(574,0,46,'任丘市','062550',NULL,3,'0,4,46',1,0),(575,0,46,'黄骅市','061100',NULL,3,'0,4,46',1,0),(576,0,46,'河间市','062450',NULL,3,'0,4,46',1,0),(577,0,47,'安次区','065000',NULL,3,'0,4,47',1,0),(578,0,47,'广阳区','065000',NULL,3,'0,4,47',1,0),(579,0,47,'固安县','065500',NULL,3,'0,4,47',1,0),(580,0,47,'永清县','065600',NULL,3,'0,4,47',1,0),(581,0,47,'香河县','065400',NULL,3,'0,4,47',1,0),(582,0,47,'大城县','065900',NULL,3,'0,4,47',1,0),(583,0,47,'文安县','065800',NULL,3,'0,4,47',1,0),(584,0,47,'大厂回族自治县','065300',NULL,3,'0,4,47',1,0),(585,0,47,'霸州市','065700',NULL,3,'0,4,47',1,0),(586,0,47,'三河市','065200',NULL,3,'0,4,47',1,0),(587,0,47,'开发区','065001',NULL,3,'0,4,47',1,0),(588,0,48,'桃城区','053000',NULL,3,'0,4,48',1,0),(589,0,48,'枣强县','053100',NULL,3,'0,4,48',1,0),(590,0,48,'武邑县','053400',NULL,3,'0,4,48',1,0),(591,0,48,'武强县','053300',NULL,3,'0,4,48',1,0),(592,0,48,'饶阳县','053900',NULL,3,'0,4,48',1,0),(593,0,48,'安平县','053600',NULL,3,'0,4,48',1,0),(594,0,48,'故城县','253800',NULL,3,'0,4,48',1,0),(595,0,48,'景县','053500',NULL,3,'0,4,48',1,0),(596,0,48,'阜城县','053700',NULL,3,'0,4,48',1,0),(597,0,48,'冀州市','053200',NULL,3,'0,4,48',1,0),(598,0,48,'深州市','053800',NULL,3,'0,4,48',1,0),(599,0,49,'小店区','030032',NULL,3,'0,5,49',1,0),(600,0,49,'迎泽区','030024',NULL,3,'0,5,49',1,0),(601,0,49,'杏花岭区','030001',NULL,3,'0,5,49',1,0),(602,0,49,'尖草坪区','030003',NULL,3,'0,5,49',1,0),(603,0,49,'万柏林区','030027',NULL,3,'0,5,49',1,0),(604,0,49,'晋源区','030025',NULL,3,'0,5,49',1,0),(605,0,49,'清徐县','030400',NULL,3,'0,5,49',1,0),(606,0,49,'阳曲县','030100',NULL,3,'0,5,49',1,0),(607,0,49,'娄烦县','030300',NULL,3,'0,5,49',1,0),(608,0,49,'古交市','030200',NULL,3,'0,5,49',1,0),(609,0,50,'城区','037008',NULL,3,'0,5,50',1,0),(610,0,50,'矿区','037001',NULL,3,'0,5,50',1,0),(611,0,50,'南郊区','037001',NULL,3,'0,5,50',1,0),(612,0,50,'新荣区','037002',NULL,3,'0,5,50',1,0),(613,0,50,'阳高县','038100',NULL,3,'0,5,50',1,0),(614,0,50,'天镇县','038200',NULL,3,'0,5,50',1,0),(615,0,50,'广灵县','037500',NULL,3,'0,5,50',1,0),(616,0,50,'灵丘县','034400',NULL,3,'0,5,50',1,0),(617,0,50,'浑源县','037400',NULL,3,'0,5,50',1,0),(618,0,50,'左云县','037100',NULL,3,'0,5,50',1,0),(619,0,50,'大同县','037300',NULL,3,'0,5,50',1,0),(620,0,51,'城区','045000',NULL,3,'0,5,51',1,0),(621,0,51,'矿区','045000',NULL,3,'0,5,51',1,0),(622,0,51,'郊区','045011',NULL,3,'0,5,51',1,0),(623,0,51,'平定县','045200',NULL,3,'0,5,51',1,0),(624,0,51,'盂县','045100',NULL,3,'0,5,51',1,0),(625,0,52,'城区','046011',NULL,3,'0,5,52',1,0),(626,0,52,'郊区','046011',NULL,3,'0,5,52',1,0),(627,0,52,'长治县','047100',NULL,3,'0,5,52',1,0),(628,0,52,'襄垣县','046200',NULL,3,'0,5,52',1,0),(629,0,52,'屯留县','046100',NULL,3,'0,5,52',1,0),(630,0,52,'平顺县','047400',NULL,3,'0,5,52',1,0),(631,0,52,'黎城县','047600',NULL,3,'0,5,52',1,0),(632,0,52,'壶关县','047300',NULL,3,'0,5,52',1,0),(633,0,52,'长子县','046600',NULL,3,'0,5,52',1,0),(634,0,52,'武乡县','046300',NULL,3,'0,5,52',1,0),(635,0,52,'沁县','046400',NULL,3,'0,5,52',1,0),(636,0,52,'沁源县','046500',NULL,3,'0,5,52',1,0),(637,0,52,'潞城市','047500',NULL,3,'0,5,52',1,0),(638,0,53,'城区','048000',NULL,3,'0,5,53',1,0),(639,0,53,'沁水县','048200',NULL,3,'0,5,53',1,0),(640,0,53,'阳城县','048100',NULL,3,'0,5,53',1,0),(641,0,53,'陵川县','048300',NULL,3,'0,5,53',1,0),(642,0,53,'泽州县','048012',NULL,3,'0,5,53',1,0),(643,0,53,'高平市','048400',NULL,3,'0,5,53',1,0),(644,0,54,'朔城区','038500',NULL,3,'0,5,54',1,0),(645,0,54,'平鲁区','038600',NULL,3,'0,5,54',1,0),(646,0,54,'山阴县','036900',NULL,3,'0,5,54',1,0),(647,0,54,'应县','037600',NULL,3,'0,5,54',1,0),(648,0,54,'右玉县','037200',NULL,3,'0,5,54',1,0),(649,0,54,'怀仁县','038300',NULL,3,'0,5,54',1,0),(650,0,55,'榆次区','030600',NULL,3,'0,5,55',1,0),(651,0,55,'榆社县','031800',NULL,3,'0,5,55',1,0),(652,0,55,'左权县','032600',NULL,3,'0,5,55',1,0),(653,0,55,'和顺县','032700',NULL,3,'0,5,55',1,0),(654,0,55,'昔阳县','045300',NULL,3,'0,5,55',1,0),(655,0,55,'寿阳县','045400',NULL,3,'0,5,55',1,0),(656,0,55,'太谷县','030800',NULL,3,'0,5,55',1,0),(657,0,55,'祁县','030900',NULL,3,'0,5,55',1,0),(658,0,55,'平遥县','031100',NULL,3,'0,5,55',1,0),(659,0,55,'灵石县','031300',NULL,3,'0,5,55',1,0),(660,0,55,'介休市','031200',NULL,3,'0,5,55',1,0),(661,0,56,'盐湖区','044000',NULL,3,'0,5,56',1,0),(662,0,56,'临猗县','044100',NULL,3,'0,5,56',1,0),(663,0,56,'万荣县','044200',NULL,3,'0,5,56',1,0),(664,0,56,'闻喜县','043800',NULL,3,'0,5,56',1,0),(665,0,56,'稷山县','043200',NULL,3,'0,5,56',1,0),(666,0,56,'新绛县','043100',NULL,3,'0,5,56',1,0),(667,0,56,'绛县','043600',NULL,3,'0,5,56',1,0),(668,0,56,'垣曲县','043700',NULL,3,'0,5,56',1,0),(669,0,56,'夏县','044400',NULL,3,'0,5,56',1,0),(670,0,56,'平陆县','044300',NULL,3,'0,5,56',1,0),(671,0,56,'芮城县','044600',NULL,3,'0,5,56',1,0),(672,0,56,'永济市','044500',NULL,3,'0,5,56',1,0),(673,0,56,'河津市','043300',NULL,3,'0,5,56',1,0),(674,0,57,'忻府区','034000',NULL,3,'0,5,57',1,0),(675,0,57,'定襄县','035400',NULL,3,'0,5,57',1,0),(676,0,57,'五台县','035500',NULL,3,'0,5,57',1,0),(677,0,57,'代县','034200',NULL,3,'0,5,57',1,0),(678,0,57,'繁峙县','034300',NULL,3,'0,5,57',1,0),(679,0,57,'宁武县','036700',NULL,3,'0,5,57',1,0),(680,0,57,'静乐县','035100',NULL,3,'0,5,57',1,0),(681,0,57,'神池县','036100',NULL,3,'0,5,57',1,0),(682,0,57,'五寨县','036200',NULL,3,'0,5,57',1,0),(683,0,57,'岢岚县','036300',NULL,3,'0,5,57',1,0),(684,0,57,'河曲县','036500',NULL,3,'0,5,57',1,0),(685,0,57,'保德县','036600',NULL,3,'0,5,57',1,0),(686,0,57,'偏关县','036400',NULL,3,'0,5,57',1,0),(687,0,57,'原平市','034100',NULL,3,'0,5,57',1,0),(688,0,58,'尧都区','041000',NULL,3,'0,5,58',1,0),(689,0,58,'曲沃县','043400',NULL,3,'0,5,58',1,0),(690,0,58,'翼城县','043500',NULL,3,'0,5,58',1,0),(691,0,58,'襄汾县','041500',NULL,3,'0,5,58',1,0),(692,0,58,'洪洞县','031600',NULL,3,'0,5,58',1,0),(693,0,58,'古县','042400',NULL,3,'0,5,58',1,0),(694,0,58,'安泽县','042500',NULL,3,'0,5,58',1,0),(695,0,58,'浮山县','042600',NULL,3,'0,5,58',1,0),(696,0,58,'吉县','042200',NULL,3,'0,5,58',1,0),(697,0,58,'乡宁县','042100',NULL,3,'0,5,58',1,0),(698,0,58,'大宁县','042300',NULL,3,'0,5,58',1,0),(699,0,58,'隰县','041300',NULL,3,'0,5,58',1,0),(700,0,58,'永和县','041400',NULL,3,'0,5,58',1,0),(701,0,58,'蒲县','041200',NULL,3,'0,5,58',1,0),(702,0,58,'汾西县','031500',NULL,3,'0,5,58',1,0),(703,0,58,'侯马市','043007',NULL,3,'0,5,58',1,0),(704,0,58,'霍州市','031400',NULL,3,'0,5,58',1,0),(705,0,59,'离石区','033000',NULL,3,'0,5,59',1,0),(706,0,59,'文水县','032100',NULL,3,'0,5,59',1,0),(707,0,59,'交城县','030500',NULL,3,'0,5,59',1,0),(708,0,59,'兴县','033600',NULL,3,'0,5,59',1,0),(709,0,59,'临县','033200',NULL,3,'0,5,59',1,0),(710,0,59,'柳林县','033300',NULL,3,'0,5,59',1,0),(711,0,59,'石楼县','032500',NULL,3,'0,5,59',1,0),(712,0,59,'岚县','033500',NULL,3,'0,5,59',1,0),(713,0,59,'方山县','033100',NULL,3,'0,5,59',1,0),(714,0,59,'中阳县','033400',NULL,3,'0,5,59',1,0),(715,0,59,'交口县','032400',NULL,3,'0,5,59',1,0),(716,0,59,'孝义市','032300',NULL,3,'0,5,59',1,0),(717,0,59,'汾阳市','032200',NULL,3,'0,5,59',1,0),(718,0,60,'回民区','010030',NULL,3,'0,6,60',1,0),(719,0,60,'玉泉区','010020',NULL,3,'0,6,60',1,0),(720,0,60,'新城区','010030',NULL,3,'0,6,60',1,0),(721,0,60,'赛罕区','010020',NULL,3,'0,6,60',1,0),(722,0,60,'土默特左旗','010100',NULL,3,'0,6,60',1,0),(723,0,60,'托克托县','010200',NULL,3,'0,6,60',1,0),(724,0,60,'和林格尔县','011500',NULL,3,'0,6,60',1,0),(725,0,60,'清水河县','011600',NULL,3,'0,6,60',1,0),(726,0,60,'武川县','011700',NULL,3,'0,6,60',1,0),(727,0,61,'东河区','014040',NULL,3,'0,6,61',1,0),(728,0,61,'昆都仑区','014010',NULL,3,'0,6,61',1,0),(729,0,61,'青山区','014030',NULL,3,'0,6,61',1,0),(730,0,61,'石拐区','014070',NULL,3,'0,6,61',1,0),(731,0,61,'白云矿区','014080',NULL,3,'0,6,61',1,0),(732,0,61,'九原区','014060',NULL,3,'0,6,61',1,0),(733,0,61,'土默特右旗','014100',NULL,3,'0,6,61',1,0),(734,0,61,'固阳县','014200',NULL,3,'0,6,61',1,0),(735,0,61,'达尔罕茂明安联合旗','014500',NULL,3,'0,6,61',1,0),(736,0,62,'海勃湾区','016000',NULL,3,'0,6,62',1,0),(737,0,62,'海南区','016030',NULL,3,'0,6,62',1,0),(738,0,62,'乌达区','016040',NULL,3,'0,6,62',1,0),(739,0,63,'红山区','024020',NULL,3,'0,6,63',1,0),(740,0,63,'元宝山区','024076',NULL,3,'0,6,63',1,0),(741,0,63,'松山区','024005',NULL,3,'0,6,63',1,0),(742,0,63,'阿鲁科尔沁旗','025550',NULL,3,'0,6,63',1,0),(743,0,63,'巴林左旗','025450',NULL,3,'0,6,63',1,0),(744,0,63,'巴林右旗','025150',NULL,3,'0,6,63',1,0),(745,0,63,'林西县','025250',NULL,3,'0,6,63',1,0),(746,0,63,'克什克腾旗','025350',NULL,3,'0,6,63',1,0),(747,0,63,'翁牛特旗','024500',NULL,3,'0,6,63',1,0),(748,0,63,'喀喇沁旗','024400',NULL,3,'0,6,63',1,0),(749,0,63,'宁城县','024200',NULL,3,'0,6,63',1,0),(750,0,63,'敖汉旗','024300',NULL,3,'0,6,63',1,0),(751,0,63,'新城区','025350',NULL,3,'0,6,63',1,0),(752,0,64,'科尔沁区','028000',NULL,3,'0,6,64',1,0),(753,0,64,'科尔沁左翼中旗','029300',NULL,3,'0,6,64',1,0),(754,0,64,'科尔沁左翼后旗','028100',NULL,3,'0,6,64',1,0),(755,0,64,'开鲁县','028400',NULL,3,'0,6,64',1,0),(756,0,64,'库伦旗','028200',NULL,3,'0,6,64',1,0),(757,0,64,'奈曼旗','028300',NULL,3,'0,6,64',1,0),(758,0,64,'扎鲁特旗','029100',NULL,3,'0,6,64',1,0),(759,0,64,'霍林郭勒市','029200',NULL,3,'0,6,64',1,0),(760,0,65,'东胜区','017000',NULL,3,'0,6,65',1,0),(761,0,65,'达拉特旗','014300',NULL,3,'0,6,65',1,0),(762,0,65,'准格尔旗','017100',NULL,3,'0,6,65',1,0),(763,0,65,'鄂托克前旗','016200',NULL,3,'0,6,65',1,0),(764,0,65,'鄂托克旗','016100',NULL,3,'0,6,65',1,0),(765,0,65,'杭锦旗','017400',NULL,3,'0,6,65',1,0),(766,0,65,'乌审旗','017300',NULL,3,'0,6,65',1,0),(767,0,65,'伊金霍洛旗','017200',NULL,3,'0,6,65',1,0),(768,0,66,'海拉尔区','021000',NULL,3,'0,6,66',1,0),(769,0,66,'阿荣旗','162750',NULL,3,'0,6,66',1,0),(770,0,66,'莫力达瓦达斡尔族自治旗','162850',NULL,3,'0,6,66',1,0),(771,0,66,'鄂伦春自治旗','165450',NULL,3,'0,6,66',1,0),(772,0,66,'鄂温克族自治旗','021100',NULL,3,'0,6,66',1,0),(773,0,66,'陈巴尔虎旗','021500',NULL,3,'0,6,66',1,0),(774,0,66,'新巴尔虎左旗','021200',NULL,3,'0,6,66',1,0),(775,0,66,'新巴尔虎右旗','021300',NULL,3,'0,6,66',1,0),(776,0,66,'满洲里市','021400',NULL,3,'0,6,66',1,0),(777,0,66,'牙克石市','022150',NULL,3,'0,6,66',1,0),(778,0,66,'扎兰屯市','162650',NULL,3,'0,6,66',1,0),(779,0,66,'额尔古纳市','022250',NULL,3,'0,6,66',1,0),(780,0,66,'根河市','022350',NULL,3,'0,6,66',1,0),(781,0,67,'临河区','015001',NULL,3,'0,6,67',1,0),(782,0,67,'五原县','015100',NULL,3,'0,6,67',1,0),(783,0,67,'磴口县','015200',NULL,3,'0,6,67',1,0),(784,0,67,'乌拉特前旗','014400',NULL,3,'0,6,67',1,0),(785,0,67,'乌拉特中旗','015300',NULL,3,'0,6,67',1,0),(786,0,67,'乌拉特后旗','015500',NULL,3,'0,6,67',1,0),(787,0,67,'杭锦后旗','015400',NULL,3,'0,6,67',1,0),(788,0,68,'集宁区','012000',NULL,3,'0,6,68',1,0),(789,0,68,'卓资县','012300',NULL,3,'0,6,68',1,0),(790,0,68,'化德县','013350',NULL,3,'0,6,68',1,0),(791,0,68,'商都县','013450',NULL,3,'0,6,68',1,0),(792,0,68,'兴和县','013650',NULL,3,'0,6,68',1,0),(793,0,68,'凉城县','013750',NULL,3,'0,6,68',1,0),(794,0,68,'察哈尔右翼前旗','012200',NULL,3,'0,6,68',1,0),(795,0,68,'察哈尔右翼中旗','013550',NULL,3,'0,6,68',1,0),(796,0,68,'察哈尔右翼后旗','012400',NULL,3,'0,6,68',1,0),(797,0,68,'四子王旗','011800',NULL,3,'0,6,68',1,0),(798,0,68,'丰镇市','012100',NULL,3,'0,6,68',1,0),(799,0,69,'乌兰浩特市','137401',NULL,3,'0,6,69',1,0),(800,0,69,'阿尔山市','137800',NULL,3,'0,6,69',1,0),(801,0,69,'科尔沁右翼前旗','137423',NULL,3,'0,6,69',1,0),(802,0,69,'科尔沁右翼中旗','029400',NULL,3,'0,6,69',1,0),(803,0,69,'扎赉特旗','137600',NULL,3,'0,6,69',1,0),(804,0,69,'突泉县','137500',NULL,3,'0,6,69',1,0),(805,0,70,'二连浩特市','011100',NULL,3,'0,6,70',1,0),(806,0,70,'锡林浩特市','026000',NULL,3,'0,6,70',1,0),(807,0,70,'阿巴嘎旗','011400',NULL,3,'0,6,70',1,0),(808,0,70,'苏尼特左旗','011300',NULL,3,'0,6,70',1,0),(809,0,70,'苏尼特右旗','011200',NULL,3,'0,6,70',1,0),(810,0,70,'东乌珠穆沁旗','026300',NULL,3,'0,6,70',1,0),(811,0,70,'西乌珠穆沁旗','026200',NULL,3,'0,6,70',1,0),(812,0,70,'太仆寺旗','027000',NULL,3,'0,6,70',1,0),(813,0,70,'镶黄旗','013250',NULL,3,'0,6,70',1,0),(814,0,70,'正镶白旗','013800',NULL,3,'0,6,70',1,0),(815,0,70,'正蓝旗','027200',NULL,3,'0,6,70',1,0),(816,0,70,'多伦县','027300',NULL,3,'0,6,70',1,0),(817,0,71,'阿拉善左旗','750306',NULL,3,'0,6,71',1,0),(818,0,71,'阿拉善右旗','737300',NULL,3,'0,6,71',1,0),(819,0,71,'额济纳旗','735400',NULL,3,'0,6,71',1,0),(820,0,72,'和平区','110001',NULL,3,'0,7,72',1,0),(821,0,72,'沈河区','110013',NULL,3,'0,7,72',1,0),(822,0,72,'大东区','110041',NULL,3,'0,7,72',1,0),(823,0,72,'皇姑区','110031',NULL,3,'0,7,72',1,0),(824,0,72,'铁西区','110021',NULL,3,'0,7,72',1,0),(825,0,72,'苏家屯区','110101',NULL,3,'0,7,72',1,0),(826,0,72,'东陵区','110015',NULL,3,'0,7,72',1,0),(827,0,72,'沈北新区','110121',NULL,3,'0,7,72',1,0),(828,0,72,'于洪区','110141',NULL,3,'0,7,72',1,0),(829,0,72,'辽中县','110200',NULL,3,'0,7,72',1,0),(830,0,72,'康平县','110500',NULL,3,'0,7,72',1,0),(831,0,72,'法库县','110400',NULL,3,'0,7,72',1,0),(832,0,72,'新民市','110300',NULL,3,'0,7,72',1,0),(833,0,72,'经济技术开发区','110141',NULL,3,'0,7,72',1,0),(834,0,72,'浑南新区','110179',NULL,3,'0,7,72',1,0),(835,0,72,'新城子经济技术开发区','110121',NULL,3,'0,7,72',1,0),(836,0,73,'中山区','116001',NULL,3,'0,7,73',1,0),(837,0,73,'西岗区','116011',NULL,3,'0,7,73',1,0),(838,0,73,'沙河口区','116021',NULL,3,'0,7,73',1,0),(839,0,73,'甘井子区','116033',NULL,3,'0,7,73',1,0),(840,0,73,'旅顺口区','116041',NULL,3,'0,7,73',1,0),(841,0,73,'金州区','116100',NULL,3,'0,7,73',1,0),(842,0,73,'长海县','116500',NULL,3,'0,7,73',1,0),(843,0,73,'瓦房店市','116300',NULL,3,'0,7,73',1,0),(844,0,73,'普兰店市','116200',NULL,3,'0,7,73',1,0),(845,0,73,'庄河市','116400',NULL,3,'0,7,73',1,0),(846,0,73,'开发区','116600',NULL,3,'0,7,73',1,0),(847,0,73,'保税区','116600',NULL,3,'0,7,73',1,0),(848,0,74,'铁东区','114001',NULL,3,'0,7,74',1,0),(849,0,74,'铁西区','114013',NULL,3,'0,7,74',1,0),(850,0,74,'立山区','114031',NULL,3,'0,7,74',1,0),(851,0,74,'千山区','114041',NULL,3,'0,7,74',1,0),(852,0,74,'台安县','114100',NULL,3,'0,7,74',1,0),(853,0,74,'岫岩满族自治县','114300',NULL,3,'0,7,74',1,0),(854,0,74,'海城市','114200',NULL,3,'0,7,74',1,0),(855,0,75,'新抚区','113008',NULL,3,'0,7,75',1,0),(856,0,75,'东洲区','113003',NULL,3,'0,7,75',1,0),(857,0,75,'望花区','113001',NULL,3,'0,7,75',1,0),(858,0,75,'顺城区','113006',NULL,3,'0,7,75',1,0),(859,0,75,'抚顺县','113006',NULL,3,'0,7,75',1,0),(860,0,75,'新宾满族自治县','113200',NULL,3,'0,7,75',1,0),(861,0,75,'清原满族自治县','113300',NULL,3,'0,7,75',1,0),(862,0,76,'平山区','117000',NULL,3,'0,7,76',1,0),(863,0,76,'明山区','117021',NULL,3,'0,7,76',1,0),(864,0,76,'溪湖区','117002',NULL,3,'0,7,76',1,0),(865,0,76,'南芬区','117014',NULL,3,'0,7,76',1,0),(866,0,76,'本溪满族自治县','117100',NULL,3,'0,7,76',1,0),(867,0,76,'桓仁满族自治县','117200',NULL,3,'0,7,76',1,0),(868,0,77,'元宝区','118000',NULL,3,'0,7,77',1,0),(869,0,77,'振兴区','118002',NULL,3,'0,7,77',1,0),(870,0,77,'振安区','118001',NULL,3,'0,7,77',1,0),(871,0,77,'宽甸满族自治县','118200',NULL,3,'0,7,77',1,0),(872,0,77,'东港市','118300',NULL,3,'0,7,77',1,0),(873,0,77,'凤城市','118100',NULL,3,'0,7,77',1,0),(874,0,78,'古塔区','121001',NULL,3,'0,7,78',1,0),(875,0,78,'凌河区','121000',NULL,3,'0,7,78',1,0),(876,0,78,'太和区','121011',NULL,3,'0,7,78',1,0),(877,0,78,'黑山县','121400',NULL,3,'0,7,78',1,0),(878,0,78,'义县','121100',NULL,3,'0,7,78',1,0),(879,0,78,'凌海市','121200',NULL,3,'0,7,78',1,0),(880,0,78,'北宁市','121300',NULL,3,'0,7,78',1,0),(881,0,78,'松山新区','121219',NULL,3,'0,7,78',1,0),(882,0,78,'经济技术开发区','121007',NULL,3,'0,7,78',1,0),(883,0,79,'站前区','115002',NULL,3,'0,7,79',1,0),(884,0,79,'西市区','115004',NULL,3,'0,7,79',1,0),(885,0,79,'鲅鱼圈区','115007',NULL,3,'0,7,79',1,0),(886,0,79,'老边区','115005',NULL,3,'0,7,79',1,0),(887,0,79,'盖州市','115200',NULL,3,'0,7,79',1,0),(888,0,79,'大石桥市','115100',NULL,3,'0,7,79',1,0),(889,0,80,'海州区','123000',NULL,3,'0,7,80',1,0),(890,0,80,'新邱区','123005',NULL,3,'0,7,80',1,0),(891,0,80,'太平区','123003',NULL,3,'0,7,80',1,0),(892,0,80,'清河门区','123006',NULL,3,'0,7,80',1,0),(893,0,80,'细河区','123000',NULL,3,'0,7,80',1,0),(894,0,80,'阜新蒙古族自治县','123100',NULL,3,'0,7,80',1,0),(895,0,80,'彰武县','123200',NULL,3,'0,7,80',1,0),(896,0,81,'白塔区','111000',NULL,3,'0,7,81',1,0),(897,0,81,'文圣区','111000',NULL,3,'0,7,81',1,0),(898,0,81,'宏伟区','111003',NULL,3,'0,7,81',1,0),(899,0,81,'弓长岭区','111008',NULL,3,'0,7,81',1,0),(900,0,81,'太子河区','111000',NULL,3,'0,7,81',1,0),(901,0,81,'辽阳县','111200',NULL,3,'0,7,81',1,0),(902,0,81,'灯塔市','111300',NULL,3,'0,7,81',1,0),(903,0,82,'双台子区','124000',NULL,3,'0,7,82',1,0),(904,0,82,'兴隆台区','124010',NULL,3,'0,7,82',1,0),(905,0,82,'大洼县','124200',NULL,3,'0,7,82',1,0),(906,0,82,'盘山县','124000',NULL,3,'0,7,82',1,0),(907,0,83,'银州区','112000',NULL,3,'0,7,83',1,0),(908,0,83,'清河区','112003',NULL,3,'0,7,83',1,0),(909,0,83,'铁岭县','112000',NULL,3,'0,7,83',1,0),(910,0,83,'西丰县','112400',NULL,3,'0,7,83',1,0),(911,0,83,'昌图县','112500',NULL,3,'0,7,83',1,0),(912,0,83,'调兵山市','112700',NULL,3,'0,7,83',1,0),(913,0,83,'开原市','112300',NULL,3,'0,7,83',1,0),(914,0,84,'双塔区','122000',NULL,3,'0,7,84',1,0),(915,0,84,'龙城区','122000',NULL,3,'0,7,84',1,0),(916,0,84,'朝阳县','122000',NULL,3,'0,7,84',1,0),(917,0,84,'建平县','122400',NULL,3,'0,7,84',1,0),(918,0,84,'喀喇沁左翼蒙古族自治县','122300',NULL,3,'0,7,84',1,0),(919,0,84,'北票市','122100',NULL,3,'0,7,84',1,0),(920,0,84,'凌源市','122500',NULL,3,'0,7,84',1,0),(921,0,85,'连山区','125001',NULL,3,'0,7,85',1,0),(922,0,85,'龙港区','125003',NULL,3,'0,7,85',1,0),(923,0,85,'南票区','125027',NULL,3,'0,7,85',1,0),(924,0,85,'绥中县','125200',NULL,3,'0,7,85',1,0),(925,0,85,'建昌县','125300',NULL,3,'0,7,85',1,0),(926,0,85,'兴城市','125100',NULL,3,'0,7,85',1,0),(927,0,86,'南关区','130022',NULL,3,'0,8,86',1,0),(928,0,86,'宽城区','130051',NULL,3,'0,8,86',1,0),(929,0,86,'朝阳区','130012',NULL,3,'0,8,86',1,0),(930,0,86,'二道区','130031',NULL,3,'0,8,86',1,0),(931,0,86,'绿园区','130062',NULL,3,'0,8,86',1,0),(932,0,86,'双阳区','130600',NULL,3,'0,8,86',1,0),(933,0,86,'农安县','130200',NULL,3,'0,8,86',1,0),(934,0,86,'九台市','130500',NULL,3,'0,8,86',1,0),(935,0,86,'榆树市','130400',NULL,3,'0,8,86',1,0),(936,0,86,'德惠市','130300',NULL,3,'0,8,86',1,0),(937,0,86,'净月经济开发区','130117',NULL,3,'0,8,86',1,0),(938,0,86,'高新技术产业开发区','130015',NULL,3,'0,8,86',1,0),(939,0,87,'昌邑区','132002',NULL,3,'0,8,87',1,0),(940,0,87,'龙潭区','132021',NULL,3,'0,8,87',1,0),(941,0,87,'船营区','132011',NULL,3,'0,8,87',1,0),(942,0,87,'丰满区','132013',NULL,3,'0,8,87',1,0),(943,0,87,'永吉县','132200',NULL,3,'0,8,87',1,0),(944,0,87,'蛟河市','132500',NULL,3,'0,8,87',1,0),(945,0,87,'桦甸市','132400',NULL,3,'0,8,87',1,0),(946,0,87,'舒兰市','132600',NULL,3,'0,8,87',1,0),(947,0,87,'磐石市','132300',NULL,3,'0,8,87',1,0),(948,0,88,'铁西区','136000',NULL,3,'0,8,88',1,0),(949,0,88,'铁东区','136001',NULL,3,'0,8,88',1,0),(950,0,88,'梨树县','136500',NULL,3,'0,8,88',1,0),(951,0,88,'伊通满族自治县','130700',NULL,3,'0,8,88',1,0),(952,0,88,'公主岭市','136100',NULL,3,'0,8,88',1,0),(953,0,88,'双辽市','136400',NULL,3,'0,8,88',1,0),(954,0,89,'龙山区','136200',NULL,3,'0,8,89',1,0),(955,0,89,'西安区','136201',NULL,3,'0,8,89',1,0),(956,0,89,'东丰县','136300',NULL,3,'0,8,89',1,0),(957,0,89,'东辽县','136600',NULL,3,'0,8,89',1,0),(958,0,90,'东昌区','134001',NULL,3,'0,8,90',1,0),(959,0,90,'二道江区','134003',NULL,3,'0,8,90',1,0),(960,0,90,'通化县','134100',NULL,3,'0,8,90',1,0),(961,0,90,'辉南县','135100',NULL,3,'0,8,90',1,0),(962,0,90,'柳河县','135300',NULL,3,'0,8,90',1,0),(963,0,90,'梅河口市','135000',NULL,3,'0,8,90',1,0),(964,0,90,'集安市','134200',NULL,3,'0,8,90',1,0),(965,0,91,'八道江区','134300',NULL,3,'0,8,91',1,0),(966,0,91,'抚松县','134500',NULL,3,'0,8,91',1,0),(967,0,91,'靖宇县','135200',NULL,3,'0,8,91',1,0),(968,0,91,'长白朝鲜族自治县','134400',NULL,3,'0,8,91',1,0),(969,0,91,'江源县','134700',NULL,3,'0,8,91',1,0),(970,0,91,'临江市','134600',NULL,3,'0,8,91',1,0),(971,0,92,'宁江区','138000',NULL,3,'0,8,92',1,0),(972,0,92,'前郭尔罗斯蒙古族自治县','138000',NULL,3,'0,8,92',1,0),(973,0,92,'长岭县','131500',NULL,3,'0,8,92',1,0),(974,0,92,'乾安县','131400',NULL,3,'0,8,92',1,0),(975,0,92,'扶余县','131200',NULL,3,'0,8,92',1,0),(976,0,93,'洮北区','137000',NULL,3,'0,8,93',1,0),(977,0,93,'镇赉县','137300',NULL,3,'0,8,93',1,0),(978,0,93,'通榆县','137200',NULL,3,'0,8,93',1,0),(979,0,93,'洮南市','137100',NULL,3,'0,8,93',1,0),(980,0,93,'大安市','131300',NULL,3,'0,8,93',1,0),(981,0,94,'延吉市','133000',NULL,3,'0,8,94',1,0),(982,0,94,'图们市','133100',NULL,3,'0,8,94',1,0),(983,0,94,'敦化市','133700',NULL,3,'0,8,94',1,0),(984,0,94,'珲春市','133300',NULL,3,'0,8,94',1,0),(985,0,94,'龙井市','133400',NULL,3,'0,8,94',1,0),(986,0,94,'和龙市','133500',NULL,3,'0,8,94',1,0),(987,0,94,'汪清县','133200',NULL,3,'0,8,94',1,0),(988,0,94,'安图县','133600',NULL,3,'0,8,94',1,0),(989,0,95,'道里区','150010',NULL,3,'0,9,95',1,0),(990,0,95,'南岗区','150006',NULL,3,'0,9,95',1,0),(991,0,95,'道外区','150020',NULL,3,'0,9,95',1,0),(992,0,95,'香坊区','150036',NULL,3,'0,9,95',1,0),(993,0,95,'动力区','150040',NULL,3,'0,9,95',1,0),(994,0,95,'平房区','150060',NULL,3,'0,9,95',1,0),(995,0,95,'松北区','150028',NULL,3,'0,9,95',1,0),(996,0,95,'呼兰区','150500',NULL,3,'0,9,95',1,0),(997,0,95,'依兰县','154800',NULL,3,'0,9,95',1,0),(998,0,95,'方正县','150800',NULL,3,'0,9,95',1,0),(999,0,95,'宾县','150400',NULL,3,'0,9,95',1,0),(1000,0,95,'巴彦县','151800',NULL,3,'0,9,95',1,0),(1001,0,95,'木兰县','151900',NULL,3,'0,9,95',1,0),(1002,0,95,'通河县','150900',NULL,3,'0,9,95',1,0),(1003,0,95,'延寿县','150700',NULL,3,'0,9,95',1,0),(1004,0,95,'阿城区','150300',NULL,3,'0,9,95',1,0),(1005,0,95,'双城市','150100',NULL,3,'0,9,95',1,0),(1006,0,95,'尚志市','150600',NULL,3,'0,9,95',1,0),(1007,0,95,'五常市','150200',NULL,3,'0,9,95',1,0),(1008,0,96,'龙沙区','161000',NULL,3,'0,9,96',1,0),(1009,0,96,'建华区','161006',NULL,3,'0,9,96',1,0),(1010,0,96,'铁锋区','161000',NULL,3,'0,9,96',1,0),(1011,0,96,'昂昂溪区','161031',NULL,3,'0,9,96',1,0),(1012,0,96,'富拉尔基区','161041',NULL,3,'0,9,96',1,0),(1013,0,96,'碾子山区','161046',NULL,3,'0,9,96',1,0),(1014,0,96,'梅里斯达斡尔族区','161021',NULL,3,'0,9,96',1,0),(1015,0,96,'龙江县','161100',NULL,3,'0,9,96',1,0),(1016,0,96,'依安县','161500',NULL,3,'0,9,96',1,0),(1017,0,96,'泰来县','162400',NULL,3,'0,9,96',1,0),(1018,0,96,'甘南县','162100',NULL,3,'0,9,96',1,0),(1019,0,96,'富裕县','161200',NULL,3,'0,9,96',1,0),(1020,0,96,'克山县','161600',NULL,3,'0,9,96',1,0),(1021,0,96,'克东县','164800',NULL,3,'0,9,96',1,0),(1022,0,96,'拜泉县','164700',NULL,3,'0,9,96',1,0),(1023,0,96,'讷河市','161300',NULL,3,'0,9,96',1,0),(1024,0,97,'鸡冠区','158100',NULL,3,'0,9,97',1,0),(1025,0,97,'恒山区','158130',NULL,3,'0,9,97',1,0),(1026,0,97,'滴道区','158150',NULL,3,'0,9,97',1,0),(1027,0,97,'梨树区','158160',NULL,3,'0,9,97',1,0),(1028,0,97,'城子河区','158170',NULL,3,'0,9,97',1,0),(1029,0,97,'麻山区','158180',NULL,3,'0,9,97',1,0),(1030,0,97,'鸡东县','158200',NULL,3,'0,9,97',1,0),(1031,0,97,'虎林市','158400',NULL,3,'0,9,97',1,0),(1032,0,97,'密山市','158300',NULL,3,'0,9,97',1,0),(1033,0,98,'向阳区','154100',NULL,3,'0,9,98',1,0),(1034,0,98,'工农区','154101',NULL,3,'0,9,98',1,0),(1035,0,98,'南山区','154104',NULL,3,'0,9,98',1,0),(1036,0,98,'兴安区','154102',NULL,3,'0,9,98',1,0),(1037,0,98,'东山区','154106',NULL,3,'0,9,98',1,0),(1038,0,98,'兴山区','154105',NULL,3,'0,9,98',1,0),(1039,0,98,'萝北县','154200',NULL,3,'0,9,98',1,0),(1040,0,98,'绥滨县','156200',NULL,3,'0,9,98',1,0),(1041,0,99,'尖山区','155100',NULL,3,'0,9,99',1,0),(1042,0,99,'岭东区','155120',NULL,3,'0,9,99',1,0),(1043,0,99,'四方台区','155130',NULL,3,'0,9,99',1,0),(1044,0,99,'宝山区','155131',NULL,3,'0,9,99',1,0),(1045,0,99,'集贤县','155900',NULL,3,'0,9,99',1,0),(1046,0,99,'友谊县','155800',NULL,3,'0,9,99',1,0),(1047,0,99,'宝清县','155600',NULL,3,'0,9,99',1,0),(1048,0,99,'饶河县','155700',NULL,3,'0,9,99',1,0),(1049,0,100,'萨尔图区','163001',NULL,3,'0,9,100',1,0),(1050,0,100,'龙凤区','163711',NULL,3,'0,9,100',1,0),(1051,0,100,'让胡路区','163712',NULL,3,'0,9,100',1,0),(1052,0,100,'红岗区','163511',NULL,3,'0,9,100',1,0),(1053,0,100,'大同区','163515',NULL,3,'0,9,100',1,0),(1054,0,100,'肇州县','166400',NULL,3,'0,9,100',1,0),(1055,0,100,'肇源县','166500',NULL,3,'0,9,100',1,0),(1056,0,100,'林甸县','166300',NULL,3,'0,9,100',1,0),(1057,0,100,'杜尔伯特蒙古族自治县','166200',NULL,3,'0,9,100',1,0),(1058,0,101,'伊春区','153000',NULL,3,'0,9,101',1,0),(1059,0,101,'南岔区','153100',NULL,3,'0,9,101',1,0),(1060,0,101,'友好区','153031',NULL,3,'0,9,101',1,0),(1061,0,101,'西林区','153025',NULL,3,'0,9,101',1,0),(1062,0,101,'翠峦区','153013',NULL,3,'0,9,101',1,0),(1063,0,101,'新青区','153036',NULL,3,'0,9,101',1,0),(1064,0,101,'美溪区','153021',NULL,3,'0,9,101',1,0),(1065,0,101,'金山屯区','153026',NULL,3,'0,9,101',1,0),(1066,0,101,'五营区','153033',NULL,3,'0,9,101',1,0),(1067,0,101,'乌马河区','153011',NULL,3,'0,9,101',1,0),(1068,0,101,'汤旺河区','153037',NULL,3,'0,9,101',1,0),(1069,0,101,'带岭区','153106',NULL,3,'0,9,101',1,0),(1070,0,101,'乌伊岭区','153038',NULL,3,'0,9,101',1,0),(1071,0,101,'红星区','153035',NULL,3,'0,9,101',1,0),(1072,0,101,'上甘岭区','153032',NULL,3,'0,9,101',1,0),(1073,0,101,'嘉荫县','153200',NULL,3,'0,9,101',1,0),(1074,0,101,'铁力市','152500',NULL,3,'0,9,101',1,0),(1075,0,102,'向阳区','154002',NULL,3,'0,9,102',1,0),(1076,0,102,'前进区','154002',NULL,3,'0,9,102',1,0),(1077,0,102,'东风区','154005',NULL,3,'0,9,102',1,0),(1078,0,102,'郊区','154004',NULL,3,'0,9,102',1,0),(1079,0,102,'桦南县','154400',NULL,3,'0,9,102',1,0),(1080,0,102,'桦川县','154300',NULL,3,'0,9,102',1,0),(1081,0,102,'汤原县','154700',NULL,3,'0,9,102',1,0),(1082,0,102,'抚远县','156500',NULL,3,'0,9,102',1,0),(1083,0,102,'同江市','156400',NULL,3,'0,9,102',1,0),(1084,0,102,'富锦市','156100',NULL,3,'0,9,102',1,0),(1085,0,103,'新兴区','154604',NULL,3,'0,9,103',1,0),(1086,0,103,'桃山区','154600',NULL,3,'0,9,103',1,0),(1087,0,103,'茄子河区','154622',NULL,3,'0,9,103',1,0),(1088,0,103,'勃利县','154500',NULL,3,'0,9,103',1,0),(1089,0,104,'东安区','157000',NULL,3,'0,9,104',1,0),(1090,0,104,'爱民区','157009',NULL,3,'0,9,104',1,0),(1091,0,104,'阳明区','157013',NULL,3,'0,9,104',1,0),(1092,0,104,'西安区','157000',NULL,3,'0,9,104',1,0),(1093,0,104,'东宁县','157200',NULL,3,'0,9,104',1,0),(1094,0,104,'林口县','157600',NULL,3,'0,9,104',1,0),(1095,0,104,'绥芬河市','157300',NULL,3,'0,9,104',1,0),(1096,0,104,'海林市','157100',NULL,3,'0,9,104',1,0),(1097,0,104,'宁安市','157400',NULL,3,'0,9,104',1,0),(1098,0,104,'穆棱市','157500',NULL,3,'0,9,104',1,0),(1099,0,105,'爱辉区','164300',NULL,3,'0,9,105',1,0),(1100,0,105,'嫩江县','161400',NULL,3,'0,9,105',1,0),(1101,0,105,'逊克县','164400',NULL,3,'0,9,105',1,0),(1102,0,105,'孙吴县','164200',NULL,3,'0,9,105',1,0),(1103,0,105,'北安市','164000',NULL,3,'0,9,105',1,0),(1104,0,105,'五大连池市','164100',NULL,3,'0,9,105',1,0),(1105,0,106,'北林区','152000',NULL,3,'0,9,106',1,0),(1106,0,106,'望奎县','152100',NULL,3,'0,9,106',1,0),(1107,0,106,'兰西县','151500',NULL,3,'0,9,106',1,0),(1108,0,106,'青冈县','151600',NULL,3,'0,9,106',1,0),(1109,0,106,'庆安县','152400',NULL,3,'0,9,106',1,0),(1110,0,106,'明水县','151700',NULL,3,'0,9,106',1,0),(1111,0,106,'绥棱县','152200',NULL,3,'0,9,106',1,0),(1112,0,106,'安达市','151400',NULL,3,'0,9,106',1,0),(1113,0,106,'肇东市','151100',NULL,3,'0,9,106',1,0),(1114,0,106,'海伦市','152300',NULL,3,'0,9,106',1,0),(1115,0,107,'呼玛县','165100',NULL,3,'0,9,107',1,0),(1116,0,107,'塔河县','165200',NULL,3,'0,9,107',1,0),(1117,0,107,'漠河县','165300',NULL,3,'0,9,107',1,0),(1118,0,107,'加格达奇区','165000',NULL,3,'0,9,107',1,0),(1119,0,107,'松岭区','165012',NULL,3,'0,9,107',1,0),(1120,0,107,'新林区','165023',NULL,3,'0,9,107',1,0),(1121,0,107,'呼中区','165036',NULL,3,'0,9,107',1,0),(1122,0,108,'黄浦区','200001',NULL,3,'0,10,108',1,0),(1123,0,108,'卢湾区','200020',NULL,3,'0,10,108',1,0),(1124,0,108,'徐汇区','200030',NULL,3,'0,10,108',1,0),(1125,0,108,'长宁区','200050',NULL,3,'0,10,108',1,0),(1126,0,108,'静安区','200040',NULL,3,'0,10,108',1,0),(1127,0,108,'普陀区','200333',NULL,3,'0,10,108',1,0),(1128,0,108,'闸北区','200070',NULL,3,'0,10,108',1,0),(1129,0,108,'虹口区','200080',NULL,3,'0,10,108',1,0),(1130,0,108,'杨浦区','200082',NULL,3,'0,10,108',1,0),(1131,0,108,'闵行区','201100',NULL,3,'0,10,108',1,0),(1132,0,108,'宝山区','201900',NULL,3,'0,10,108',1,0),(1133,0,108,'嘉定区','201800',NULL,3,'0,10,108',1,0),(1134,0,108,'浦东新区','200135',NULL,3,'0,10,108',1,0),(1135,0,108,'金山区','200540',NULL,3,'0,10,108',1,0),(1136,0,108,'松江区','201600',NULL,3,'0,10,108',1,0),(1137,0,108,'青浦区','201700',NULL,3,'0,10,108',1,0),(1138,0,108,'南汇区','201300',NULL,3,'0,10,108',1,0),(1139,0,108,'奉贤区','201400',NULL,3,'0,10,108',1,0),(1140,0,108,'崇明县','202150',NULL,3,'0,10,108',1,0),(1141,0,109,'玄武区','210018',NULL,3,'0,11,109',1,0),(1142,0,109,'白下区','210002',NULL,3,'0,11,109',1,0),(1143,0,109,'秦淮区','210001',NULL,3,'0,11,109',1,0),(1144,0,109,'建邺区','210004',NULL,3,'0,11,109',1,0),(1145,0,109,'鼓楼区','210009',NULL,3,'0,11,109',1,0),(1146,0,109,'下关区','210011',NULL,3,'0,11,109',1,0),(1147,0,109,'浦口区','211800',NULL,3,'0,11,109',1,0),(1148,0,109,'栖霞区','210046',NULL,3,'0,11,109',1,0),(1149,0,109,'雨花台区','210012',NULL,3,'0,11,109',1,0),(1150,0,109,'江宁区','211100',NULL,3,'0,11,109',1,0),(1151,0,109,'六合区','211500',NULL,3,'0,11,109',1,0),(1152,0,109,'溧水县','211200',NULL,3,'0,11,109',1,0),(1153,0,109,'高淳县','211300',NULL,3,'0,11,109',1,0),(1154,0,110,'崇安区','214002',NULL,3,'0,11,110',1,0),(1155,0,110,'南长区','214021',NULL,3,'0,11,110',1,0),(1156,0,110,'北塘区','214044',NULL,3,'0,11,110',1,0),(1157,0,110,'锡山区','214101',NULL,3,'0,11,110',1,0),(1158,0,110,'惠山区','214174',NULL,3,'0,11,110',1,0),(1159,0,110,'滨湖区','214062',NULL,3,'0,11,110',1,0),(1160,0,110,'江阴市','214400',NULL,3,'0,11,110',1,0),(1161,0,110,'宜兴市','214200',NULL,3,'0,11,110',1,0),(1162,0,110,'新区','214028',NULL,3,'0,11,110',1,0),(1163,0,111,'云龙区','221009',NULL,3,'0,11,111',1,0),(1164,0,111,'鼓楼区','221005',NULL,3,'0,11,111',1,0),(1165,0,111,'九里区','221140',NULL,3,'0,11,111',1,0),(1166,0,111,'泉山区','221006',NULL,3,'0,11,111',1,0),(1167,0,111,'铜山县','221116',NULL,3,'0,11,111',1,0),(1168,0,111,'贾汪区','221011',NULL,3,'0,11,111',1,0),(1169,0,111,'丰县','221700',NULL,3,'0,11,111',1,0),(1170,0,111,'沛县','221600',NULL,3,'0,11,111',1,0),(1171,0,111,'睢宁县','221200',NULL,3,'0,11,111',1,0),(1172,0,111,'新沂市','221400',NULL,3,'0,11,111',1,0),(1173,0,111,'邳州市','221300',NULL,3,'0,11,111',1,0),(1174,0,112,'天宁区','213003',NULL,3,'0,11,112',1,0),(1175,0,112,'钟楼区','213002',NULL,3,'0,11,112',1,0),(1176,0,112,'戚墅堰区','213011',NULL,3,'0,11,112',1,0),(1177,0,112,'新北区','213001',NULL,3,'0,11,112',1,0),(1178,0,112,'武进区','213161',NULL,3,'0,11,112',1,0),(1179,0,112,'溧阳市','213300',NULL,3,'0,11,112',1,0),(1180,0,112,'金坛市','213200',NULL,3,'0,11,112',1,0),(1181,0,113,'沧浪区','215006',NULL,3,'0,11,113',1,0),(1182,0,113,'平江区','215005',NULL,3,'0,11,113',1,0),(1183,0,113,'金阊区','215008',NULL,3,'0,11,113',1,0),(1184,0,113,'虎丘区','215004',NULL,3,'0,11,113',1,0),(1185,0,113,'吴中区','215128',NULL,3,'0,11,113',1,0),(1186,0,113,'相城区','215131',NULL,3,'0,11,113',1,0),(1187,0,113,'常熟市','215500',NULL,3,'0,11,113',1,0),(1188,0,113,'张家港市','215600',NULL,3,'0,11,113',1,0),(1189,0,113,'昆山市','215300',NULL,3,'0,11,113',1,0),(1190,0,113,'吴江市','215200',NULL,3,'0,11,113',1,0),(1191,0,113,'太仓市','215400',NULL,3,'0,11,113',1,0),(1192,0,113,'工业园区','215028',NULL,3,'0,11,113',1,0),(1193,0,113,'高新区','215011',NULL,3,'0,11,113',1,0),(1194,0,114,'崇川区','226001',NULL,3,'0,11,114',1,0),(1195,0,114,'港闸区','226001',NULL,3,'0,11,114',1,0),(1196,0,114,'海安县','226600',NULL,3,'0,11,114',1,0),(1197,0,114,'如东县','226400',NULL,3,'0,11,114',1,0),(1198,0,114,'启东市','226200',NULL,3,'0,11,114',1,0),(1199,0,114,'如皋市','226500',NULL,3,'0,11,114',1,0),(1200,0,114,'通州市','226300',NULL,3,'0,11,114',1,0),(1201,0,114,'海门市','226100',NULL,3,'0,11,114',1,0),(1202,0,114,'经济技术开发区','226009',NULL,3,'0,11,114',1,0),(1203,0,115,'连云区','222042',NULL,3,'0,11,115',1,0),(1204,0,115,'新浦区','222003',NULL,3,'0,11,115',1,0),(1205,0,115,'海州区','222023',NULL,3,'0,11,115',1,0),(1206,0,115,'赣榆县','222100',NULL,3,'0,11,115',1,0),(1207,0,115,'东海县','222300',NULL,3,'0,11,115',1,0),(1208,0,115,'灌云县','222200',NULL,3,'0,11,115',1,0),(1209,0,115,'灌南县','223500',NULL,3,'0,11,115',1,0),(1210,0,116,'清河区','223001',NULL,3,'0,11,116',1,0),(1211,0,116,'楚州区','223200',NULL,3,'0,11,116',1,0),(1212,0,116,'淮阴区','223300',NULL,3,'0,11,116',1,0),(1213,0,116,'清浦区','223002',NULL,3,'0,11,116',1,0),(1214,0,116,'涟水县','223400',NULL,3,'0,11,116',1,0),(1215,0,116,'洪泽县','223100',NULL,3,'0,11,116',1,0),(1216,0,116,'盱眙县','211700',NULL,3,'0,11,116',1,0),(1217,0,116,'金湖县','211600',NULL,3,'0,11,116',1,0),(1218,0,117,'亭湖区','224005',NULL,3,'0,11,117',1,0),(1219,0,117,'盐都区','224055',NULL,3,'0,11,117',1,0),(1220,0,117,'响水县','224600',NULL,3,'0,11,117',1,0),(1221,0,117,'滨海县','224500',NULL,3,'0,11,117',1,0),(1222,0,117,'阜宁县','224400',NULL,3,'0,11,117',1,0),(1223,0,117,'射阳县','224300',NULL,3,'0,11,117',1,0),(1224,0,117,'建湖县','224700',NULL,3,'0,11,117',1,0),(1225,0,117,'东台市','224200',NULL,3,'0,11,117',1,0),(1226,0,117,'大丰市','224100',NULL,3,'0,11,117',1,0),(1227,0,118,'广陵区','225002',NULL,3,'0,11,118',1,0),(1228,0,118,'邗江区','225002',NULL,3,'0,11,118',1,0),(1229,0,118,'宝应县','225800',NULL,3,'0,11,118',1,0),(1230,0,118,'仪征市','211400',NULL,3,'0,11,118',1,0),(1231,0,118,'高邮市','225600',NULL,3,'0,11,118',1,0),(1232,0,118,'江都市','225200',NULL,3,'0,11,118',1,0),(1233,0,118,'维扬区','225002',NULL,3,'0,11,118',1,0),(1234,0,118,'经济开发区','225101',NULL,3,'0,11,118',1,0),(1235,0,119,'京口区','212001',NULL,3,'0,11,119',1,0),(1236,0,119,'润州区','212004',NULL,3,'0,11,119',1,0),(1237,0,119,'丹徒区','212001',NULL,3,'0,11,119',1,0),(1238,0,119,'丹阳市','212300',NULL,3,'0,11,119',1,0),(1239,0,119,'扬中市','212200',NULL,3,'0,11,119',1,0),(1240,0,119,'句容市','212400',NULL,3,'0,11,119',1,0),(1241,0,119,'新区','212132',NULL,3,'0,11,119',1,0),(1242,0,120,'海陵区','225300',NULL,3,'0,11,120',1,0),(1243,0,120,'高港区','225321',NULL,3,'0,11,120',1,0),(1244,0,120,'兴化市','225700',NULL,3,'0,11,120',1,0),(1245,0,120,'靖江市','214500',NULL,3,'0,11,120',1,0),(1246,0,120,'泰兴市','225400',NULL,3,'0,11,120',1,0),(1247,0,120,'姜堰市','225500',NULL,3,'0,11,120',1,0),(1248,0,121,'宿城区','223800',NULL,3,'0,11,121',1,0),(1249,0,121,'宿豫区','223800',NULL,3,'0,11,121',1,0),(1250,0,121,'沭阳县','223600',NULL,3,'0,11,121',1,0),(1251,0,121,'泗阳县','223700',NULL,3,'0,11,121',1,0),(1252,0,121,'泗洪县','223900',NULL,3,'0,11,121',1,0),(1253,0,122,'上城区','310002',NULL,3,'0,12,122',1,0),(1254,0,122,'下城区','310006',NULL,3,'0,12,122',1,0),(1255,0,122,'江干区','310016',NULL,3,'0,12,122',1,0),(1256,0,122,'拱墅区','310011',NULL,3,'0,12,122',1,0),(1257,0,122,'西湖区','310013',NULL,3,'0,12,122',1,0),(1258,0,122,'滨江区','310051',NULL,3,'0,12,122',1,0),(1259,0,122,'萧山区','311200',NULL,3,'0,12,122',1,0),(1260,0,122,'余杭区','311100',NULL,3,'0,12,122',1,0),(1261,0,122,'桐庐县','311500',NULL,3,'0,12,122',1,0),(1262,0,122,'淳安县','311700',NULL,3,'0,12,122',1,0),(1263,0,122,'建德市','311600',NULL,3,'0,12,122',1,0),(1264,0,122,'富阳市','311400',NULL,3,'0,12,122',1,0),(1265,0,122,'临安市','311300',NULL,3,'0,12,122',1,0),(1266,0,123,'海曙区','315000',NULL,3,'0,12,123',1,0),(1267,0,123,'江东区','315040',NULL,3,'0,12,123',1,0),(1268,0,123,'江北区','315040',NULL,3,'0,12,123',1,0),(1269,0,123,'北仑区','315800',NULL,3,'0,12,123',1,0),(1270,0,123,'镇海区','315200',NULL,3,'0,12,123',1,0),(1271,0,123,'鄞州区','315100',NULL,3,'0,12,123',1,0),(1272,0,123,'象山县','315700',NULL,3,'0,12,123',1,0),(1273,0,123,'宁海县','315600',NULL,3,'0,12,123',1,0),(1274,0,123,'余姚市','315400',NULL,3,'0,12,123',1,0),(1275,0,123,'慈溪市','315300',NULL,3,'0,12,123',1,0),(1276,0,123,'奉化市','315500',NULL,3,'0,12,123',1,0),(1277,0,123,'国家高新区','315040',NULL,3,'0,12,123',1,0),(1278,0,124,'鹿城区','325000',NULL,3,'0,12,124',1,0),(1279,0,124,'龙湾区','325013',NULL,3,'0,12,124',1,0),(1280,0,124,'瓯海区','325005',NULL,3,'0,12,124',1,0),(1281,0,124,'洞头县','325700',NULL,3,'0,12,124',1,0),(1282,0,124,'永嘉县','315100',NULL,3,'0,12,124',1,0),(1283,0,124,'平阳县','325400',NULL,3,'0,12,124',1,0),(1284,0,124,'苍南县','325800',NULL,3,'0,12,124',1,0),(1285,0,124,'文成县','325300',NULL,3,'0,12,124',1,0),(1286,0,124,'泰顺县','325500',NULL,3,'0,12,124',1,0),(1287,0,124,'瑞安市','325200',NULL,3,'0,12,124',1,0),(1288,0,124,'乐清市','325600',NULL,3,'0,12,124',1,0),(1289,0,125,'秀洲区','314001',NULL,3,'0,12,125',1,0),(1290,0,125,'嘉善县','314100',NULL,3,'0,12,125',1,0),(1291,0,125,'海盐县','314300',NULL,3,'0,12,125',1,0),(1292,0,125,'海宁市','314400',NULL,3,'0,12,125',1,0),(1293,0,125,'平湖市','314200',NULL,3,'0,12,125',1,0),(1294,0,125,'桐乡市','314500',NULL,3,'0,12,125',1,0),(1295,0,125,'南湖区','314001',NULL,3,'0,12,125',1,0),(1296,0,126,'吴兴区','313000',NULL,3,'0,12,126',1,0),(1297,0,126,'南浔区','313009',NULL,3,'0,12,126',1,0),(1298,0,126,'德清县','313200',NULL,3,'0,12,126',1,0),(1299,0,126,'长兴县','313100',NULL,3,'0,12,126',1,0),(1300,0,126,'安吉县','313300',NULL,3,'0,12,126',1,0),(1301,0,127,'越城区','312000',NULL,3,'0,12,127',1,0),(1302,0,127,'绍兴县','312000',NULL,3,'0,12,127',1,0),(1303,0,127,'新昌县','312500',NULL,3,'0,12,127',1,0),(1304,0,127,'诸暨市','311800',NULL,3,'0,12,127',1,0),(1305,0,127,'上虞市','312300',NULL,3,'0,12,127',1,0),(1306,0,127,'嵊州市','312400',NULL,3,'0,12,127',1,0),(1307,0,128,'婺城区','321000',NULL,3,'0,12,128',1,0),(1308,0,128,'金东区','321000',NULL,3,'0,12,128',1,0),(1309,0,128,'武义县','321200',NULL,3,'0,12,128',1,0),(1310,0,128,'浦江县','322200',NULL,3,'0,12,128',1,0),(1311,0,128,'磐安县','322300',NULL,3,'0,12,128',1,0),(1312,0,128,'兰溪市','321100',NULL,3,'0,12,128',1,0),(1313,0,128,'义乌市','322000',NULL,3,'0,12,128',1,0),(1314,0,128,'东阳市','322100',NULL,3,'0,12,128',1,0),(1315,0,128,'永康市','321300',NULL,3,'0,12,128',1,0),(1316,0,129,'柯城区','324100',NULL,3,'0,12,129',1,0),(1317,0,129,'衢江区','324022',NULL,3,'0,12,129',1,0),(1318,0,129,'常山县','324200',NULL,3,'0,12,129',1,0),(1319,0,129,'开化县','324300',NULL,3,'0,12,129',1,0),(1320,0,129,'龙游县','324400',NULL,3,'0,12,129',1,0),(1321,0,129,'江山市','324100',NULL,3,'0,12,129',1,0),(1322,0,130,'定海区','316000',NULL,3,'0,12,130',1,0),(1323,0,130,'普陀区','316100',NULL,3,'0,12,130',1,0),(1324,0,130,'岱山县','316200',NULL,3,'0,12,130',1,0),(1325,0,130,'嵊泗县','202450',NULL,3,'0,12,130',1,0),(1326,0,131,'椒江区','318000',NULL,3,'0,12,131',1,0),(1327,0,131,'路桥区','318050',NULL,3,'0,12,131',1,0),(1328,0,131,'黄岩区','318020',NULL,3,'0,12,131',1,0),(1329,0,131,'玉环县','317600',NULL,3,'0,12,131',1,0),(1330,0,131,'三门县','317100',NULL,3,'0,12,131',1,0),(1331,0,131,'天台县','317200',NULL,3,'0,12,131',1,0),(1332,0,131,'仙居县','317300',NULL,3,'0,12,131',1,0),(1333,0,131,'温岭市','317500',NULL,3,'0,12,131',1,0),(1334,0,131,'临海市','317000',NULL,3,'0,12,131',1,0),(1335,0,132,'莲都区','323000',NULL,3,'0,12,132',1,0),(1336,0,132,'青田县','323900',NULL,3,'0,12,132',1,0),(1337,0,132,'缙云县','321400',NULL,3,'0,12,132',1,0),(1338,0,132,'遂昌县','323300',NULL,3,'0,12,132',1,0),(1339,0,132,'松阳县','323400',NULL,3,'0,12,132',1,0),(1340,0,132,'云和县','323600',NULL,3,'0,12,132',1,0),(1341,0,132,'庆元县','323800',NULL,3,'0,12,132',1,0),(1342,0,132,'景宁畲族自治县','323500',NULL,3,'0,12,132',1,0),(1343,0,132,'龙泉市','323700',NULL,3,'0,12,132',1,0),(1344,0,133,'瑶海区','230011',NULL,3,'0,13,133',1,0),(1345,0,133,'庐阳区','230001',NULL,3,'0,13,133',1,0),(1346,0,133,'蜀山区','230031',NULL,3,'0,13,133',1,0),(1347,0,133,'包河区','230041',NULL,3,'0,13,133',1,0),(1348,0,133,'长丰县','231100',NULL,3,'0,13,133',1,0),(1349,0,133,'肥东县','231600',NULL,3,'0,13,133',1,0),(1350,0,133,'肥西县','231200',NULL,3,'0,13,133',1,0),(1351,0,133,'经济技术开发区','230601',NULL,3,'0,13,133',1,0),(1352,0,133,'新站试验区','230011',NULL,3,'0,13,133',1,0),(1353,0,133,'政务文化新区','230066',NULL,3,'0,13,133',1,0),(1354,0,133,'高新技术产业开发区','230088',NULL,3,'0,13,133',1,0),(1355,0,134,'镜湖区','241000',NULL,3,'0,13,134',1,0),(1356,0,134,'鸠江区','241000',NULL,3,'0,13,134',1,0),(1357,0,134,'芜湖县','241100',NULL,3,'0,13,134',1,0),(1358,0,134,'繁昌县','241200',NULL,3,'0,13,134',1,0),(1359,0,134,'南陵县','242400',NULL,3,'0,13,134',1,0),(1360,0,134,'弋江区','241000',NULL,3,'0,13,134',1,0),(1361,0,134,'三山区','241000',NULL,3,'0,13,134',1,0),(1362,0,135,'龙子湖区','233000',NULL,3,'0,13,135',1,0),(1363,0,135,'蚌山区','233000',NULL,3,'0,13,135',1,0),(1364,0,135,'禹会区','233000',NULL,3,'0,13,135',1,0),(1365,0,135,'淮上区','233000',NULL,3,'0,13,135',1,0),(1366,0,135,'怀远县','233400',NULL,3,'0,13,135',1,0),(1367,0,135,'五河县','233300',NULL,3,'0,13,135',1,0),(1368,0,135,'固镇县','233700',NULL,3,'0,13,135',1,0),(1369,0,136,'大通区','232033',NULL,3,'0,13,136',1,0),(1370,0,136,'田家庵区','232000',NULL,3,'0,13,136',1,0),(1371,0,136,'谢家集区','232052',NULL,3,'0,13,136',1,0),(1372,0,136,'八公山区','232072',NULL,3,'0,13,136',1,0),(1373,0,136,'潘集区','232082',NULL,3,'0,13,136',1,0),(1374,0,136,'凤台县','232100',NULL,3,'0,13,136',1,0),(1375,0,137,'雨山区','243071',NULL,3,'0,13,137',1,0),(1376,0,137,'花山区','243000',NULL,3,'0,13,137',1,0),(1377,0,137,'金家庄区','243021',NULL,3,'0,13,137',1,0),(1378,0,137,'当涂县','243100',NULL,3,'0,13,137',1,0),(1379,0,137,'经济技术开发区','243041',NULL,3,'0,13,137',1,0),(1380,0,138,'杜集区','235000',NULL,3,'0,13,138',1,0),(1381,0,138,'相山区','235000',NULL,3,'0,13,138',1,0),(1382,0,138,'烈山区','235000',NULL,3,'0,13,138',1,0),(1383,0,138,'濉溪县','235100',NULL,3,'0,13,138',1,0),(1384,0,139,'铜官山区','244000',NULL,3,'0,13,139',1,0),(1385,0,139,'狮子山区','244000',NULL,3,'0,13,139',1,0),(1386,0,139,'郊区','244000',NULL,3,'0,13,139',1,0),(1387,0,139,'铜陵县','244100',NULL,3,'0,13,139',1,0),(1388,0,140,'迎江区','246001',NULL,3,'0,13,140',1,0),(1389,0,140,'大观区','246002',NULL,3,'0,13,140',1,0),(1390,0,140,'怀宁县','246100',NULL,3,'0,13,140',1,0),(1391,0,140,'枞阳县','246700',NULL,3,'0,13,140',1,0),(1392,0,140,'潜山县','246300',NULL,3,'0,13,140',1,0),(1393,0,140,'太湖县','246400',NULL,3,'0,13,140',1,0),(1394,0,140,'宿松县','246500',NULL,3,'0,13,140',1,0),(1395,0,140,'望江县','246200',NULL,3,'0,13,140',1,0),(1396,0,140,'岳西县','246600',NULL,3,'0,13,140',1,0),(1397,0,140,'桐城市','231400',NULL,3,'0,13,140',1,0),(1398,0,140,'宜秀区','246003',NULL,3,'0,13,140',1,0),(1399,0,141,'屯溪区','245000',NULL,3,'0,13,141',1,0),(1400,0,141,'黄山区','242700',NULL,3,'0,13,141',1,0),(1401,0,141,'徽州区','245061',NULL,3,'0,13,141',1,0),(1402,0,141,'歙县','245200',NULL,3,'0,13,141',1,0),(1403,0,141,'休宁县','245400',NULL,3,'0,13,141',1,0),(1404,0,141,'黟县','245500',NULL,3,'0,13,141',1,0),(1405,0,141,'祁门县','245600',NULL,3,'0,13,141',1,0),(1406,0,142,'琅琊区','239000',NULL,3,'0,13,142',1,0),(1407,0,142,'南谯区','239000',NULL,3,'0,13,142',1,0),(1408,0,142,'来安县','239200',NULL,3,'0,13,142',1,0),(1409,0,142,'全椒县','239500',NULL,3,'0,13,142',1,0),(1410,0,142,'定远县','233200',NULL,3,'0,13,142',1,0),(1411,0,142,'凤阳县','233100',NULL,3,'0,13,142',1,0),(1412,0,142,'天长市','239300',NULL,3,'0,13,142',1,0),(1413,0,142,'明光市','239400',NULL,3,'0,13,142',1,0),(1414,0,143,'颍州区','236001',NULL,3,'0,13,143',1,0),(1415,0,143,'颍东区','236058',NULL,3,'0,13,143',1,0),(1416,0,143,'颍泉区','236045',NULL,3,'0,13,143',1,0),(1417,0,143,'临泉县','236400',NULL,3,'0,13,143',1,0),(1418,0,143,'太和县','236600',NULL,3,'0,13,143',1,0),(1419,0,143,'阜南县','236300',NULL,3,'0,13,143',1,0),(1420,0,143,'颍上县','236200',NULL,3,'0,13,143',1,0),(1421,0,143,'界首市','236500',NULL,3,'0,13,143',1,0),(1422,0,143,'经济开发区','236112',NULL,3,'0,13,143',1,0),(1423,0,144,'埇桥区','234000',NULL,3,'0,13,144',1,0),(1424,0,144,'砀山县','235300',NULL,3,'0,13,144',1,0),(1425,0,144,'萧县','235200',NULL,3,'0,13,144',1,0),(1426,0,144,'灵璧县','234200',NULL,3,'0,13,144',1,0),(1427,0,144,'泗县','234300',NULL,3,'0,13,144',1,0),(1428,0,145,'居巢区','238000',NULL,3,'0,13,145',1,0),(1429,0,145,'庐江县','231500',NULL,3,'0,13,145',1,0),(1430,0,145,'无为县','238300',NULL,3,'0,13,145',1,0),(1431,0,145,'含山县','238100',NULL,3,'0,13,145',1,0),(1432,0,145,'和县','238200',NULL,3,'0,13,145',1,0),(1433,0,146,'金安区','237000',NULL,3,'0,13,146',1,0),(1434,0,146,'裕安区','237010',NULL,3,'0,13,146',1,0),(1435,0,146,'寿县','232200',NULL,3,'0,13,146',1,0),(1436,0,146,'霍邱县','237400',NULL,3,'0,13,146',1,0),(1437,0,146,'舒城县','231300',NULL,3,'0,13,146',1,0),(1438,0,146,'金寨县','237300',NULL,3,'0,13,146',1,0),(1439,0,146,'霍山县','237200',NULL,3,'0,13,146',1,0),(1440,0,147,'谯城区','236800',NULL,3,'0,13,147',1,0),(1441,0,147,'涡阳县','233600',NULL,3,'0,13,147',1,0),(1442,0,147,'蒙城县','233500',NULL,3,'0,13,147',1,0),(1443,0,147,'利辛县','236700',NULL,3,'0,13,147',1,0),(1444,0,148,'贵池区','247100',NULL,3,'0,13,148',1,0),(1445,0,148,'东至县','247200',NULL,3,'0,13,148',1,0),(1446,0,148,'石台县','245100',NULL,3,'0,13,148',1,0),(1447,0,148,'青阳县','242800',NULL,3,'0,13,148',1,0),(1448,0,149,'宣州区','242000',NULL,3,'0,13,149',1,0),(1449,0,149,'郎溪县','242100',NULL,3,'0,13,149',1,0),(1450,0,149,'广德县','242200',NULL,3,'0,13,149',1,0),(1451,0,149,'泾县','242500',NULL,3,'0,13,149',1,0),(1452,0,149,'绩溪县','245300',NULL,3,'0,13,149',1,0),(1453,0,149,'旌德县','242600',NULL,3,'0,13,149',1,0),(1454,0,149,'宁国市','242300',NULL,3,'0,13,149',1,0),(1455,0,150,'鼓楼区','350001',NULL,3,'0,14,150',1,0),(1456,0,150,'台江区','350004',NULL,3,'0,14,150',1,0),(1457,0,150,'仓山区','350007',NULL,3,'0,14,150',1,0),(1458,0,150,'马尾区','350015',NULL,3,'0,14,150',1,0),(1459,0,150,'晋安区','350011',NULL,3,'0,14,150',1,0),(1460,0,150,'闽侯县','350100',NULL,3,'0,14,150',1,0),(1461,0,150,'连江县','350500',NULL,3,'0,14,150',1,0),(1462,0,150,'罗源县','350600',NULL,3,'0,14,150',1,0),(1463,0,150,'闽清县','350800',NULL,3,'0,14,150',1,0),(1464,0,150,'永泰县','350700',NULL,3,'0,14,150',1,0),(1465,0,150,'平潭县','350400',NULL,3,'0,14,150',1,0),(1466,0,150,'福清市','350300',NULL,3,'0,14,150',1,0),(1467,0,150,'长乐市','350200',NULL,3,'0,14,150',1,0),(1468,0,151,'思明区','361001',NULL,3,'0,14,151',1,0),(1469,0,151,'海沧区','361026',NULL,3,'0,14,151',1,0),(1470,0,151,'湖里区','361006',NULL,3,'0,14,151',1,0),(1471,0,151,'集美区','361021',NULL,3,'0,14,151',1,0),(1472,0,151,'同安区','361100',NULL,3,'0,14,151',1,0),(1473,0,151,'翔安区','361101',NULL,3,'0,14,151',1,0),(1474,0,151,'鼓浪屿区','361002',NULL,3,'0,14,151',1,0),(1475,0,151,'象屿保税区','361006',NULL,3,'0,14,151',1,0),(1476,0,151,'火炬高新区','361006',NULL,3,'0,14,151',1,0),(1477,0,152,'城厢区','351100',NULL,3,'0,14,152',1,0),(1478,0,152,'涵江区','351111',NULL,3,'0,14,152',1,0),(1479,0,152,'荔城区','351100',NULL,3,'0,14,152',1,0),(1480,0,152,'秀屿区','351152',NULL,3,'0,14,152',1,0),(1481,0,152,'仙游县','351200',NULL,3,'0,14,152',1,0),(1482,0,153,'梅列区','365000',NULL,3,'0,14,153',1,0),(1483,0,153,'三元区','365001',NULL,3,'0,14,153',1,0),(1484,0,153,'明溪县','365200',NULL,3,'0,14,153',1,0),(1485,0,153,'清流县','365300',NULL,3,'0,14,153',1,0),(1486,0,153,'宁化县','365400',NULL,3,'0,14,153',1,0),(1487,0,153,'大田县','366100',NULL,3,'0,14,153',1,0),(1488,0,153,'尤溪县','365100',NULL,3,'0,14,153',1,0),(1489,0,153,'沙县','365500',NULL,3,'0,14,153',1,0),(1490,0,153,'将乐县','353300',NULL,3,'0,14,153',1,0),(1491,0,153,'泰宁县','354400',NULL,3,'0,14,153',1,0),(1492,0,153,'建宁县','354500',NULL,3,'0,14,153',1,0),(1493,0,153,'永安市','366000',NULL,3,'0,14,153',1,0),(1494,0,154,'鲤城区','362000',NULL,3,'0,14,154',1,0),(1495,0,154,'丰泽区','362000',NULL,3,'0,14,154',1,0),(1496,0,154,'洛江区','362011',NULL,3,'0,14,154',1,0),(1497,0,154,'泉港区','362114',NULL,3,'0,14,154',1,0),(1498,0,154,'惠安县','362100',NULL,3,'0,14,154',1,0),(1499,0,154,'安溪县','362400',NULL,3,'0,14,154',1,0),(1500,0,154,'永春县','362600',NULL,3,'0,14,154',1,0),(1501,0,154,'德化县','362500',NULL,3,'0,14,154',1,0),(1502,0,154,'金门县','362000',NULL,3,'0,14,154',1,0),(1503,0,154,'石狮市','362700',NULL,3,'0,14,154',1,0),(1504,0,154,'晋江市','362200',NULL,3,'0,14,154',1,0),(1505,0,154,'南安市','362300',NULL,3,'0,14,154',1,0),(1506,0,154,'经济技术开发区','362005',NULL,3,'0,14,154',1,0),(1507,0,155,'芗城区','363000',NULL,3,'0,14,155',1,0),(1508,0,155,'龙文区','363005',NULL,3,'0,14,155',1,0),(1509,0,155,'云霄县','363300',NULL,3,'0,14,155',1,0),(1510,0,155,'漳浦县','363200',NULL,3,'0,14,155',1,0),(1511,0,155,'诏安县','363500',NULL,3,'0,14,155',1,0),(1512,0,155,'长泰县','363900',NULL,3,'0,14,155',1,0),(1513,0,155,'东山县','363400',NULL,3,'0,14,155',1,0),(1514,0,155,'南靖县','363600',NULL,3,'0,14,155',1,0),(1515,0,155,'平和县','363700',NULL,3,'0,14,155',1,0),(1516,0,155,'华安县','363800',NULL,3,'0,14,155',1,0),(1517,0,155,'龙海市','363100',NULL,3,'0,14,155',1,0),(1518,0,156,'延平区','353000',NULL,3,'0,14,156',1,0),(1519,0,156,'顺昌县','353200',NULL,3,'0,14,156',1,0),(1520,0,156,'浦城县','353400',NULL,3,'0,14,156',1,0),(1521,0,156,'光泽县','354100',NULL,3,'0,14,156',1,0),(1522,0,156,'松溪县','353500',NULL,3,'0,14,156',1,0),(1523,0,156,'政和县','353600',NULL,3,'0,14,156',1,0),(1524,0,156,'邵武市','354000',NULL,3,'0,14,156',1,0),(1525,0,156,'武夷山市','354300',NULL,3,'0,14,156',1,0),(1526,0,156,'建瓯市','353100',NULL,3,'0,14,156',1,0),(1527,0,156,'建阳市','354200',NULL,3,'0,14,156',1,0),(1528,0,157,'新罗区','364000',NULL,3,'0,14,157',1,0),(1529,0,157,'长汀县','366300',NULL,3,'0,14,157',1,0),(1530,0,157,'永定县','364100',NULL,3,'0,14,157',1,0),(1531,0,157,'上杭县','364200',NULL,3,'0,14,157',1,0),(1532,0,157,'武平县','364300',NULL,3,'0,14,157',1,0),(1533,0,157,'连城县','366200',NULL,3,'0,14,157',1,0),(1534,0,157,'漳平市','364400',NULL,3,'0,14,157',1,0),(1535,0,158,'蕉城区','352100',NULL,3,'0,14,158',1,0),(1536,0,158,'霞浦县','355100',NULL,3,'0,14,158',1,0),(1537,0,158,'古田县','352200',NULL,3,'0,14,158',1,0),(1538,0,158,'屏南县','352300',NULL,3,'0,14,158',1,0),(1539,0,158,'寿宁县','355500',NULL,3,'0,14,158',1,0),(1540,0,158,'周宁县','355400',NULL,3,'0,14,158',1,0),(1541,0,158,'柘荣县','355300',NULL,3,'0,14,158',1,0),(1542,0,158,'福安市','355000',NULL,3,'0,14,158',1,0),(1543,0,158,'福鼎市','355200',NULL,3,'0,14,158',1,0),(1544,0,159,'东湖区','330006',NULL,3,'0,15,159',1,0),(1545,0,159,'西湖区','330009',NULL,3,'0,15,159',1,0),(1546,0,159,'青云谱区','330001',NULL,3,'0,15,159',1,0),(1547,0,159,'湾里区','330004',NULL,3,'0,15,159',1,0),(1548,0,159,'青山湖区','330029',NULL,3,'0,15,159',1,0),(1549,0,159,'南昌县','330200',NULL,3,'0,15,159',1,0),(1550,0,159,'新建县','330100',NULL,3,'0,15,159',1,0),(1551,0,159,'安义县','330500',NULL,3,'0,15,159',1,0),(1552,0,159,'进贤县','331700',NULL,3,'0,15,159',1,0),(1553,0,159,'经济技术开发区','330013',NULL,3,'0,15,159',1,0),(1554,0,159,'红谷滩新区','330038',NULL,3,'0,15,159',1,0),(1555,0,159,'高新技术产业开发区','330029',NULL,3,'0,15,159',1,0),(1556,0,159,'桑海经济技术开发区','330115',NULL,3,'0,15,159',1,0),(1557,0,159,'英雄经济开发区','330200',NULL,3,'0,15,159',1,0),(1558,0,160,'昌江区','333000',NULL,3,'0,15,160',1,0),(1559,0,160,'珠山区','333000',NULL,3,'0,15,160',1,0),(1560,0,160,'浮梁县','333400',NULL,3,'0,15,160',1,0),(1561,0,160,'乐平市','333300',NULL,3,'0,15,160',1,0),(1562,0,161,'安源区','337000',NULL,3,'0,15,161',1,0),(1563,0,161,'湘东区','337016',NULL,3,'0,15,161',1,0),(1564,0,161,'莲花县','337100',NULL,3,'0,15,161',1,0),(1565,0,161,'上栗县','337009',NULL,3,'0,15,161',1,0),(1566,0,161,'芦溪县','337053',NULL,3,'0,15,161',1,0),(1567,0,162,'庐山区','332005',NULL,3,'0,15,162',1,0),(1568,0,162,'浔阳区','332000',NULL,3,'0,15,162',1,0),(1569,0,162,'九江县','332100',NULL,3,'0,15,162',1,0),(1570,0,162,'武宁县','332300',NULL,3,'0,15,162',1,0),(1571,0,162,'修水县','332400',NULL,3,'0,15,162',1,0),(1572,0,162,'永修县','330300',NULL,3,'0,15,162',1,0),(1573,0,162,'德安县','330400',NULL,3,'0,15,162',1,0),(1574,0,162,'星子县','332800',NULL,3,'0,15,162',1,0),(1575,0,162,'都昌县','332600',NULL,3,'0,15,162',1,0),(1576,0,162,'湖口县','332500',NULL,3,'0,15,162',1,0),(1577,0,162,'彭泽县','332700',NULL,3,'0,15,162',1,0),(1578,0,162,'瑞昌市','332200',NULL,3,'0,15,162',1,0),(1579,0,162,'共青城市','332020',NULL,3,'0,15,162',1,0),(1580,0,163,'渝水区','338025',NULL,3,'0,15,163',1,0),(1581,0,163,'分宜县','336600',NULL,3,'0,15,163',1,0),(1582,0,164,'月湖区','335000',NULL,3,'0,15,164',1,0),(1583,0,164,'余江县','335200',NULL,3,'0,15,164',1,0),(1584,0,164,'贵溪市','335400',NULL,3,'0,15,164',1,0),(1585,0,165,'章贡区','341000',NULL,3,'0,15,165',1,0),(1586,0,165,'赣县','341100',NULL,3,'0,15,165',1,0),(1587,0,165,'信丰县','341600',NULL,3,'0,15,165',1,0),(1588,0,165,'大余县','341500',NULL,3,'0,15,165',1,0),(1589,0,165,'上犹县','341200',NULL,3,'0,15,165',1,0),(1590,0,165,'崇义县','341300',NULL,3,'0,15,165',1,0),(1591,0,165,'安远县','342100',NULL,3,'0,15,165',1,0),(1592,0,165,'龙南县','341700',NULL,3,'0,15,165',1,0),(1593,0,165,'定南县','341900',NULL,3,'0,15,165',1,0),(1594,0,165,'全南县','341800',NULL,3,'0,15,165',1,0),(1595,0,165,'宁都县','342800',NULL,3,'0,15,165',1,0),(1596,0,165,'于都县','342300',NULL,3,'0,15,165',1,0),(1597,0,165,'兴国县','342400',NULL,3,'0,15,165',1,0),(1598,0,165,'会昌县','342600',NULL,3,'0,15,165',1,0),(1599,0,165,'寻乌县','342200',NULL,3,'0,15,165',1,0),(1600,0,165,'石城县','342700',NULL,3,'0,15,165',1,0),(1601,0,165,'瑞金市','342500',NULL,3,'0,15,165',1,0),(1602,0,165,'南康市','341400',NULL,3,'0,15,165',1,0),(1603,0,166,'吉州区','343000',NULL,3,'0,15,166',1,0),(1604,0,166,'青原区','343009',NULL,3,'0,15,166',1,0),(1605,0,166,'吉安县','343100',NULL,3,'0,15,166',1,0),(1606,0,166,'吉水县','331600',NULL,3,'0,15,166',1,0),(1607,0,166,'峡江县','331400',NULL,3,'0,15,166',1,0),(1608,0,166,'新干县','331300',NULL,3,'0,15,166',1,0),(1609,0,166,'永丰县','331500',NULL,3,'0,15,166',1,0),(1610,0,166,'泰和县','343700',NULL,3,'0,15,166',1,0),(1611,0,166,'遂川县','343900',NULL,3,'0,15,166',1,0),(1612,0,166,'万安县','343800',NULL,3,'0,15,166',1,0),(1613,0,166,'安福县','343200',NULL,3,'0,15,166',1,0),(1614,0,166,'永新县','343400',NULL,3,'0,15,166',1,0),(1615,0,166,'井冈山市','343600',NULL,3,'0,15,166',1,0),(1616,0,167,'袁州区','336000',NULL,3,'0,15,167',1,0),(1617,0,167,'奉新县','330700',NULL,3,'0,15,167',1,0),(1618,0,167,'万载县','336100',NULL,3,'0,15,167',1,0),(1619,0,167,'上高县','336400',NULL,3,'0,15,167',1,0),(1620,0,167,'宜丰县','336300',NULL,3,'0,15,167',1,0),(1621,0,167,'靖安县','330600',NULL,3,'0,15,167',1,0),(1622,0,167,'铜鼓县','336200',NULL,3,'0,15,167',1,0),(1623,0,167,'丰城市','331100',NULL,3,'0,15,167',1,0),(1624,0,167,'樟树市','331200',NULL,3,'0,15,167',1,0),(1625,0,167,'高安市','330800',NULL,3,'0,15,167',1,0),(1626,0,168,'临川区','344100',NULL,3,'0,15,168',1,0),(1627,0,168,'南城县','344700',NULL,3,'0,15,168',1,0),(1628,0,168,'黎川县','344600',NULL,3,'0,15,168',1,0),(1629,0,168,'南丰县','344500',NULL,3,'0,15,168',1,0),(1630,0,168,'崇仁县','344200',NULL,3,'0,15,168',1,0),(1631,0,168,'乐安县','344300',NULL,3,'0,15,168',1,0),(1632,0,168,'宜黄县','344400',NULL,3,'0,15,168',1,0),(1633,0,168,'金溪县','344800',NULL,3,'0,15,168',1,0),(1634,0,168,'资溪县','335300',NULL,3,'0,15,168',1,0),(1635,0,168,'东乡县','331800',NULL,3,'0,15,168',1,0),(1636,0,168,'广昌县','344900',NULL,3,'0,15,168',1,0),(1637,0,169,'信州区','334000',NULL,3,'0,15,169',1,0),(1638,0,169,'上饶县','334100',NULL,3,'0,15,169',1,0),(1639,0,169,'广丰县','334600',NULL,3,'0,15,169',1,0),(1640,0,169,'玉山县','334700',NULL,3,'0,15,169',1,0),(1641,0,169,'铅山县','334500',NULL,3,'0,15,169',1,0),(1642,0,169,'横峰县','334300',NULL,3,'0,15,169',1,0),(1643,0,169,'弋阳县','334400',NULL,3,'0,15,169',1,0),(1644,0,169,'余干县','335100',NULL,3,'0,15,169',1,0),(1645,0,169,'鄱阳县','333100',NULL,3,'0,15,169',1,0),(1646,0,169,'万年县','335500',NULL,3,'0,15,169',1,0),(1647,0,169,'婺源县','333200',NULL,3,'0,15,169',1,0),(1648,0,169,'德兴市','334200',NULL,3,'0,15,169',1,0),(1649,0,170,'历下区','250014',NULL,3,'0,16,170',1,0),(1650,0,170,'市中区','250001',NULL,3,'0,16,170',1,0),(1651,0,170,'槐荫区','250022',NULL,3,'0,16,170',1,0),(1652,0,170,'天桥区','250031',NULL,3,'0,16,170',1,0),(1653,0,170,'历城区','250100',NULL,3,'0,16,170',1,0),(1654,0,170,'长清区','250300',NULL,3,'0,16,170',1,0),(1655,0,170,'平阴县','250400',NULL,3,'0,16,170',1,0),(1656,0,170,'济阳县','251400',NULL,3,'0,16,170',1,0),(1657,0,170,'商河县','251600',NULL,3,'0,16,170',1,0),(1658,0,170,'章丘市','250200',NULL,3,'0,16,170',1,0),(1659,0,170,'高新区','250101',NULL,3,'0,16,170',1,0),(1660,0,170,'经济开发区','250300',NULL,3,'0,16,170',1,0),(1661,0,171,'市南区','266001',NULL,3,'0,16,171',1,0),(1662,0,171,'市北区','266011',NULL,3,'0,16,171',1,0),(1663,0,171,'四方区','266031',NULL,3,'0,16,171',1,0),(1664,0,171,'黄岛区','266500',NULL,3,'0,16,171',1,0),(1665,0,171,'崂山区','266100',NULL,3,'0,16,171',1,0),(1666,0,171,'李沧区','266021',NULL,3,'0,16,171',1,0),(1667,0,171,'城阳区','266041',NULL,3,'0,16,171',1,0),(1668,0,171,'胶州市','266300',NULL,3,'0,16,171',1,0),(1669,0,171,'即墨市','266200',NULL,3,'0,16,171',1,0),(1670,0,171,'平度市','266700',NULL,3,'0,16,171',1,0),(1671,0,171,'胶南市','266400',NULL,3,'0,16,171',1,0),(1672,0,171,'莱西市','266600',NULL,3,'0,16,171',1,0),(1673,0,172,'淄川区','255100',NULL,3,'0,16,172',1,0),(1674,0,172,'张店区','255022',NULL,3,'0,16,172',1,0),(1675,0,172,'博山区','255200',NULL,3,'0,16,172',1,0),(1676,0,172,'临淄区','255400',NULL,3,'0,16,172',1,0),(1677,0,172,'周村区','255300',NULL,3,'0,16,172',1,0),(1678,0,172,'桓台县','256400',NULL,3,'0,16,172',1,0),(1679,0,172,'高青县','256300',NULL,3,'0,16,172',1,0),(1680,0,172,'沂源县','256100',NULL,3,'0,16,172',1,0),(1681,0,172,'高新区','255086',NULL,3,'0,16,172',1,0),(1682,0,173,'市中区','277101',NULL,3,'0,16,173',1,0),(1683,0,173,'薛城区','277000',NULL,3,'0,16,173',1,0),(1684,0,173,'峄城区','277300',NULL,3,'0,16,173',1,0),(1685,0,173,'台儿庄区','277400',NULL,3,'0,16,173',1,0),(1686,0,173,'山亭区','277200',NULL,3,'0,16,173',1,0),(1687,0,173,'滕州市','277500',NULL,3,'0,16,173',1,0),(1688,0,174,'东营区','257029',NULL,3,'0,16,174',1,0),(1689,0,174,'河口区','257200',NULL,3,'0,16,174',1,0),(1690,0,174,'垦利县','257500',NULL,3,'0,16,174',1,0),(1691,0,174,'利津县','257400',NULL,3,'0,16,174',1,0),(1692,0,174,'广饶县','257300',NULL,3,'0,16,174',1,0),(1693,0,175,'芝罘区','264001',NULL,3,'0,16,175',1,0),(1694,0,175,'福山区','265500',NULL,3,'0,16,175',1,0),(1695,0,175,'牟平区','264100',NULL,3,'0,16,175',1,0),(1696,0,175,'莱山区','264600',NULL,3,'0,16,175',1,0),(1697,0,175,'长岛县','265800',NULL,3,'0,16,175',1,0),(1698,0,175,'龙口市','265700',NULL,3,'0,16,175',1,0),(1699,0,175,'莱阳市','265200',NULL,3,'0,16,175',1,0),(1700,0,175,'莱州市','261400',NULL,3,'0,16,175',1,0),(1701,0,175,'蓬莱市','265600',NULL,3,'0,16,175',1,0),(1702,0,175,'招远市','265400',NULL,3,'0,16,175',1,0),(1703,0,175,'栖霞市','265300',NULL,3,'0,16,175',1,0),(1704,0,175,'海阳市','265100',NULL,3,'0,16,175',1,0),(1705,0,175,'开发区','264006',NULL,3,'0,16,175',1,0),(1706,0,176,'潍城区','261021',NULL,3,'0,16,176',1,0),(1707,0,176,'寒亭区','261100',NULL,3,'0,16,176',1,0),(1708,0,176,'坊子区','261200',NULL,3,'0,16,176',1,0),(1709,0,176,'奎文区','261031',NULL,3,'0,16,176',1,0),(1710,0,176,'临朐县','262600',NULL,3,'0,16,176',1,0),(1711,0,176,'昌乐县','262400',NULL,3,'0,16,176',1,0),(1712,0,176,'青州市','262500',NULL,3,'0,16,176',1,0),(1713,0,176,'诸城市','262200',NULL,3,'0,16,176',1,0),(1714,0,176,'寿光市','262700',NULL,3,'0,16,176',1,0),(1715,0,176,'安丘市','262100',NULL,3,'0,16,176',1,0),(1716,0,176,'高密市','261500',NULL,3,'0,16,176',1,0),(1717,0,176,'昌邑市','261300',NULL,3,'0,16,176',1,0),(1718,0,176,'经济开发区','261061',NULL,3,'0,16,176',1,0),(1719,0,176,'滨海经济开发区','262737',NULL,3,'0,16,176',1,0),(1720,0,176,'高新技术开发区','261061',NULL,3,'0,16,176',1,0),(1721,0,176,'出口加工区','261205',NULL,3,'0,16,176',1,0),(1722,0,177,'市中区','272133',NULL,3,'0,16,177',1,0),(1723,0,177,'任城区','272113',NULL,3,'0,16,177',1,0),(1724,0,177,'微山县','277600',NULL,3,'0,16,177',1,0),(1725,0,177,'鱼台县','272300',NULL,3,'0,16,177',1,0),(1726,0,177,'金乡县','272200',NULL,3,'0,16,177',1,0),(1727,0,177,'嘉祥县','272400',NULL,3,'0,16,177',1,0),(1728,0,177,'汶上县','272501',NULL,3,'0,16,177',1,0),(1729,0,177,'泗水县','273200',NULL,3,'0,16,177',1,0),(1730,0,177,'梁山县','272600',NULL,3,'0,16,177',1,0),(1731,0,177,'曲阜市','273100',NULL,3,'0,16,177',1,0),(1732,0,177,'兖州市','272000',NULL,3,'0,16,177',1,0),(1733,0,177,'邹城市','273500',NULL,3,'0,16,177',1,0),(1734,0,178,'泰山区','271000',NULL,3,'0,16,178',1,0),(1735,0,178,'岱岳区','271000',NULL,3,'0,16,178',1,0),(1736,0,178,'宁阳县','271400',NULL,3,'0,16,178',1,0),(1737,0,178,'东平县','271500',NULL,3,'0,16,178',1,0),(1738,0,178,'新泰市','271200',NULL,3,'0,16,178',1,0),(1739,0,178,'肥城市','271600',NULL,3,'0,16,178',1,0),(1740,0,179,'环翠区','264200',NULL,3,'0,16,179',1,0),(1741,0,179,'文登市','264400',NULL,3,'0,16,179',1,0),(1742,0,179,'荣成市','264300',NULL,3,'0,16,179',1,0),(1743,0,179,'乳山市','264500',NULL,3,'0,16,179',1,0),(1744,0,179,'经济技术开发区','264205',NULL,3,'0,16,179',1,0),(1745,0,179,'高新技术开发区','264209',NULL,3,'0,16,179',1,0),(1746,0,180,'东港区','276800',NULL,3,'0,16,180',1,0),(1747,0,180,'岚山区','276808',NULL,3,'0,16,180',1,0),(1748,0,180,'五莲县','272300',NULL,3,'0,16,180',1,0),(1749,0,180,'莒县','266500',NULL,3,'0,16,180',1,0),(1750,0,181,'莱城区','271100',NULL,3,'0,16,181',1,0),(1751,0,181,'钢城区','271100',NULL,3,'0,16,181',1,0),(1752,0,182,'兰山区','276002',NULL,3,'0,16,182',1,0),(1753,0,182,'罗庄区','276022',NULL,3,'0,16,182',1,0),(1754,0,182,'河东区','276034',NULL,3,'0,16,182',1,0),(1755,0,182,'沂南县','276300',NULL,3,'0,16,182',1,0),(1756,0,182,'郯城县','276100',NULL,3,'0,16,182',1,0),(1757,0,182,'沂水县','276400',NULL,3,'0,16,182',1,0),(1758,0,182,'苍山县','277700',NULL,3,'0,16,182',1,0),(1759,0,182,'费县','273400',NULL,3,'0,16,182',1,0),(1760,0,182,'平邑县','273300',NULL,3,'0,16,182',1,0),(1761,0,182,'莒南县','276600',NULL,3,'0,16,182',1,0),(1762,0,182,'蒙阴县','276200',NULL,3,'0,16,182',1,0),(1763,0,182,'临沭县','276700',NULL,3,'0,16,182',1,0),(1764,0,183,'德城区','253011',NULL,3,'0,16,183',1,0),(1765,0,183,'陵县','253500',NULL,3,'0,16,183',1,0),(1766,0,183,'宁津县','253400',NULL,3,'0,16,183',1,0),(1767,0,183,'庆云县','253700',NULL,3,'0,16,183',1,0),(1768,0,183,'临邑县','251500',NULL,3,'0,16,183',1,0),(1769,0,183,'齐河县','251100',NULL,3,'0,16,183',1,0),(1770,0,183,'平原县','253100',NULL,3,'0,16,183',1,0),(1771,0,183,'夏津县','253200',NULL,3,'0,16,183',1,0),(1772,0,183,'武城县','253300',NULL,3,'0,16,183',1,0),(1773,0,183,'乐陵市','253600',NULL,3,'0,16,183',1,0),(1774,0,183,'禹城市','251200',NULL,3,'0,16,183',1,0),(1775,0,184,'东昌府区','252000',NULL,3,'0,16,184',1,0),(1776,0,184,'阳谷县','252300',NULL,3,'0,16,184',1,0),(1777,0,184,'莘县','252400',NULL,3,'0,16,184',1,0),(1778,0,184,'茌平县','252100',NULL,3,'0,16,184',1,0),(1779,0,184,'东阿县','252200',NULL,3,'0,16,184',1,0),(1780,0,184,'冠县','252500',NULL,3,'0,16,184',1,0),(1781,0,184,'高唐县','252800',NULL,3,'0,16,184',1,0),(1782,0,184,'临清市','252600',NULL,3,'0,16,184',1,0),(1783,0,185,'滨城区','256613',NULL,3,'0,16,185',1,0),(1784,0,185,'惠民县','251700',NULL,3,'0,16,185',1,0),(1785,0,185,'阳信县','251800',NULL,3,'0,16,185',1,0),(1786,0,185,'无棣县','251900',NULL,3,'0,16,185',1,0),(1787,0,185,'沾化县','256800',NULL,3,'0,16,185',1,0),(1788,0,185,'博兴县','256500',NULL,3,'0,16,185',1,0),(1789,0,185,'邹平县','256200',NULL,3,'0,16,185',1,0),(1790,0,186,'牡丹区','274009',NULL,3,'0,16,186',1,0),(1791,0,186,'曹县','274400',NULL,3,'0,16,186',1,0),(1792,0,186,'单县','274300',NULL,3,'0,16,186',1,0),(1793,0,186,'成武县','274200',NULL,3,'0,16,186',1,0),(1794,0,186,'巨野县','274900',NULL,3,'0,16,186',1,0),(1795,0,186,'郓城县','274700',NULL,3,'0,16,186',1,0),(1796,0,186,'鄄城县','274600',NULL,3,'0,16,186',1,0),(1797,0,186,'定陶县','274100',NULL,3,'0,16,186',1,0),(1798,0,186,'东明县','274500',NULL,3,'0,16,186',1,0),(1799,0,187,'中原区','450007',NULL,3,'0,17,187',1,0),(1800,0,187,'二七区','450052',NULL,3,'0,17,187',1,0),(1801,0,187,'管城回族区','450000',NULL,3,'0,17,187',1,0),(1802,0,187,'金水区','450003',NULL,3,'0,17,187',1,0),(1803,0,187,'上街区','450041',NULL,3,'0,17,187',1,0),(1804,0,187,'中牟县','451450',NULL,3,'0,17,187',1,0),(1805,0,187,'巩义市','451200',NULL,3,'0,17,187',1,0),(1806,0,187,'荥阳市','450100',NULL,3,'0,17,187',1,0),(1807,0,187,'新密市','452300',NULL,3,'0,17,187',1,0),(1808,0,187,'新郑市','451100',NULL,3,'0,17,187',1,0),(1809,0,187,'登封市','452470',NULL,3,'0,17,187',1,0),(1810,0,187,'高新技术开发区','450001',NULL,3,'0,17,187',1,0),(1811,0,187,'惠济区','450053',NULL,3,'0,17,187',1,0),(1812,0,187,'经济技术开发区','450016',NULL,3,'0,17,187',1,0),(1813,0,187,'郑东新区','450008',NULL,3,'0,17,187',1,0),(1814,0,187,'出口加工区','450016',NULL,3,'0,17,187',1,0),(1815,0,188,'龙亭区','475100',NULL,3,'0,17,188',1,0),(1816,0,188,'顺河回族区','475000',NULL,3,'0,17,188',1,0),(1817,0,188,'鼓楼区','475000',NULL,3,'0,17,188',1,0),(1818,0,188,'杞县','475200',NULL,3,'0,17,188',1,0),(1819,0,188,'通许县','475400',NULL,3,'0,17,188',1,0),(1820,0,188,'尉氏县','475500',NULL,3,'0,17,188',1,0),(1821,0,188,'开封县','475100',NULL,3,'0,17,188',1,0),(1822,0,188,'兰考县','475300',NULL,3,'0,17,188',1,0),(1823,0,188,'金明区','475003',NULL,3,'0,17,188',1,0),(1824,0,188,'禹王台区','475003',NULL,3,'0,17,188',1,0),(1825,0,189,'老城区','471002',NULL,3,'0,17,189',1,0),(1826,0,189,'西工区','471000',NULL,3,'0,17,189',1,0),(1827,0,189,'瀍河回族区','471002',NULL,3,'0,17,189',1,0),(1828,0,189,'涧西区','471003',NULL,3,'0,17,189',1,0),(1829,0,189,'吉利区','471012',NULL,3,'0,17,189',1,0),(1830,0,189,'洛龙区','471000',NULL,3,'0,17,189',1,0),(1831,0,189,'孟津县','471100',NULL,3,'0,17,189',1,0),(1832,0,189,'新安县','471800',NULL,3,'0,17,189',1,0),(1833,0,189,'栾川县','471500',NULL,3,'0,17,189',1,0),(1834,0,189,'嵩县','471400',NULL,3,'0,17,189',1,0),(1835,0,189,'汝阳县','471200',NULL,3,'0,17,189',1,0),(1836,0,189,'宜阳县','471600',NULL,3,'0,17,189',1,0),(1837,0,189,'洛宁县','471700',NULL,3,'0,17,189',1,0),(1838,0,189,'伊川县','471300',NULL,3,'0,17,189',1,0),(1839,0,189,'偃师市','471900',NULL,3,'0,17,189',1,0),(1840,0,189,'高新技术开发区','471003',NULL,3,'0,17,189',1,0),(1841,0,189,'经济技术开发区','471023',NULL,3,'0,17,189',1,0),(1842,0,190,'新华区','467002',NULL,3,'0,17,190',1,0),(1843,0,190,'卫东区','467021',NULL,3,'0,17,190',1,0),(1844,0,190,'石龙区','467045',NULL,3,'0,17,190',1,0),(1845,0,190,'湛河区','467000',NULL,3,'0,17,190',1,0),(1846,0,190,'宝丰县','467400',NULL,3,'0,17,190',1,0),(1847,0,190,'叶县','467200',NULL,3,'0,17,190',1,0),(1848,0,190,'鲁山县','467300',NULL,3,'0,17,190',1,0),(1849,0,190,'郏县','467100',NULL,3,'0,17,190',1,0),(1850,0,190,'舞钢市','462500',NULL,3,'0,17,190',1,0),(1851,0,190,'汝州市','467500',NULL,3,'0,17,190',1,0),(1852,0,191,'文峰区','455000',NULL,3,'0,17,191',1,0),(1853,0,191,'北关区','455001',NULL,3,'0,17,191',1,0),(1854,0,191,'殷都区','455004',NULL,3,'0,17,191',1,0),(1855,0,191,'龙安区','455001',NULL,3,'0,17,191',1,0),(1856,0,191,'安阳县','455000',NULL,3,'0,17,191',1,0),(1857,0,191,'汤阴县','456150',NULL,3,'0,17,191',1,0),(1858,0,191,'滑县','456400',NULL,3,'0,17,191',1,0),(1859,0,191,'内黄县','456350',NULL,3,'0,17,191',1,0),(1860,0,191,'林州市','456500',NULL,3,'0,17,191',1,0),(1861,0,192,'鹤山区','458010',NULL,3,'0,17,192',1,0),(1862,0,192,'山城区','458000',NULL,3,'0,17,192',1,0),(1863,0,192,'淇滨区','458000',NULL,3,'0,17,192',1,0),(1864,0,192,'浚县','456250',NULL,3,'0,17,192',1,0),(1865,0,192,'淇县','456750',NULL,3,'0,17,192',1,0),(1866,0,193,'红旗区','453000',NULL,3,'0,17,193',1,0),(1867,0,193,'卫滨区','453000',NULL,3,'0,17,193',1,0),(1868,0,193,'凤泉区','453011',NULL,3,'0,17,193',1,0),(1869,0,193,'牧野区','453002',NULL,3,'0,17,193',1,0),(1870,0,193,'新乡县','453700',NULL,3,'0,17,193',1,0),(1871,0,193,'获嘉县','453800',NULL,3,'0,17,193',1,0),(1872,0,193,'原阳县','453500',NULL,3,'0,17,193',1,0),(1873,0,193,'延津县','453200',NULL,3,'0,17,193',1,0),(1874,0,193,'封丘县','453300',NULL,3,'0,17,193',1,0),(1875,0,193,'长垣县','453400',NULL,3,'0,17,193',1,0),(1876,0,193,'卫辉市','453100',NULL,3,'0,17,193',1,0),(1877,0,193,'辉县市','453600',NULL,3,'0,17,193',1,0),(1878,0,194,'解放区','454000',NULL,3,'0,17,194',1,0),(1879,0,194,'中站区','454191',NULL,3,'0,17,194',1,0),(1880,0,194,'马村区','454171',NULL,3,'0,17,194',1,0),(1881,0,194,'山阳区','454002',NULL,3,'0,17,194',1,0),(1882,0,194,'修武县','454350',NULL,3,'0,17,194',1,0),(1883,0,194,'博爱县','454450',NULL,3,'0,17,194',1,0),(1884,0,194,'武陟县','454950',NULL,3,'0,17,194',1,0),(1885,0,194,'温县','454850',NULL,3,'0,17,194',1,0),(1886,0,194,'沁阳市','454550',NULL,3,'0,17,194',1,0),(1887,0,194,'孟州市','454750',NULL,3,'0,17,194',1,0),(1888,0,195,'济源市','454650',NULL,3,'0,17,195',1,0),(1889,0,196,'华龙区','457001',NULL,3,'0,17,196',1,0),(1890,0,196,'清丰县','457300',NULL,3,'0,17,196',1,0),(1891,0,196,'南乐县','457400',NULL,3,'0,17,196',1,0),(1892,0,196,'范县','457500',NULL,3,'0,17,196',1,0),(1893,0,196,'台前县','457600',NULL,3,'0,17,196',1,0),(1894,0,196,'濮阳县','457100',NULL,3,'0,17,196',1,0),(1895,0,197,'魏都区','461000',NULL,3,'0,17,197',1,0),(1896,0,197,'许昌县','461100',NULL,3,'0,17,197',1,0),(1897,0,197,'鄢陵县','461200',NULL,3,'0,17,197',1,0),(1898,0,197,'襄城县','461700',NULL,3,'0,17,197',1,0),(1899,0,197,'禹州市','461670',NULL,3,'0,17,197',1,0),(1900,0,197,'长葛市','461500',NULL,3,'0,17,197',1,0),(1901,0,198,'源汇区','462000',NULL,3,'0,17,198',1,0),(1902,0,198,'郾城区','462300',NULL,3,'0,17,198',1,0),(1903,0,198,'召陵区','462300',NULL,3,'0,17,198',1,0),(1904,0,198,'舞阳县','462400',NULL,3,'0,17,198',1,0),(1905,0,198,'临颍县','462600',NULL,3,'0,17,198',1,0),(1906,0,199,'湖滨区','472000',NULL,3,'0,17,199',1,0),(1907,0,199,'渑池县','472400',NULL,3,'0,17,199',1,0),(1908,0,199,'陕县','472100',NULL,3,'0,17,199',1,0),(1909,0,199,'卢氏县','472200',NULL,3,'0,17,199',1,0),(1910,0,199,'义马市','472300',NULL,3,'0,17,199',1,0),(1911,0,199,'灵宝市','472500',NULL,3,'0,17,199',1,0),(1912,0,200,'宛城区','473001',NULL,3,'0,17,200',1,0),(1913,0,200,'卧龙区','473003',NULL,3,'0,17,200',1,0),(1914,0,200,'南召县','474650',NULL,3,'0,17,200',1,0),(1915,0,200,'方城县','473200',NULL,3,'0,17,200',1,0),(1916,0,200,'西峡县','474550',NULL,3,'0,17,200',1,0),(1917,0,200,'镇平县','474250',NULL,3,'0,17,200',1,0),(1918,0,200,'内乡县','474350',NULL,3,'0,17,200',1,0),(1919,0,200,'淅川县','474450',NULL,3,'0,17,200',1,0),(1920,0,200,'社旗县','473300',NULL,3,'0,17,200',1,0),(1921,0,200,'唐河县','473400',NULL,3,'0,17,200',1,0),(1922,0,200,'新野县','473500',NULL,3,'0,17,200',1,0),(1923,0,200,'桐柏县','474750',NULL,3,'0,17,200',1,0),(1924,0,200,'邓州市','474150',NULL,3,'0,17,200',1,0),(1925,0,201,'梁园区','476000',NULL,3,'0,17,201',1,0),(1926,0,201,'睢阳区','476100',NULL,3,'0,17,201',1,0),(1927,0,201,'民权县','476800',NULL,3,'0,17,201',1,0),(1928,0,201,'睢县','476900',NULL,3,'0,17,201',1,0),(1929,0,201,'宁陵县','476700',NULL,3,'0,17,201',1,0),(1930,0,201,'柘城县','476200',NULL,3,'0,17,201',1,0),(1931,0,201,'虞城县','476300',NULL,3,'0,17,201',1,0),(1932,0,201,'夏邑县','476400',NULL,3,'0,17,201',1,0),(1933,0,201,'永城市','476600',NULL,3,'0,17,201',1,0),(1934,0,202,'浉河区','464000',NULL,3,'0,17,202',1,0),(1935,0,202,'平桥区','464100',NULL,3,'0,17,202',1,0),(1936,0,202,'罗山县','464200',NULL,3,'0,17,202',1,0),(1937,0,202,'光山县','465450',NULL,3,'0,17,202',1,0),(1938,0,202,'新县','465550',NULL,3,'0,17,202',1,0),(1939,0,202,'商城县','465350',NULL,3,'0,17,202',1,0),(1940,0,202,'固始县','465250',NULL,3,'0,17,202',1,0),(1941,0,202,'潢川县','465150',NULL,3,'0,17,202',1,0),(1942,0,202,'淮滨县','464400',NULL,3,'0,17,202',1,0),(1943,0,202,'息县','464300',NULL,3,'0,17,202',1,0),(1944,0,203,'川汇区','466000',NULL,3,'0,17,203',1,0),(1945,0,203,'扶沟县','461300',NULL,3,'0,17,203',1,0),(1946,0,203,'西华县','466600',NULL,3,'0,17,203',1,0),(1947,0,203,'商水县','466100',NULL,3,'0,17,203',1,0),(1948,0,203,'沈丘县','466300',NULL,3,'0,17,203',1,0),(1949,0,203,'郸城县','477150',NULL,3,'0,17,203',1,0),(1950,0,203,'淮阳县','466700',NULL,3,'0,17,203',1,0),(1951,0,203,'太康县','461400',NULL,3,'0,17,203',1,0),(1952,0,203,'鹿邑县','477200',NULL,3,'0,17,203',1,0),(1953,0,203,'项城市','466200',NULL,3,'0,17,203',1,0),(1954,0,204,'驿城区','463000',NULL,3,'0,17,204',1,0),(1955,0,204,'西平县','463900',NULL,3,'0,17,204',1,0),(1956,0,204,'上蔡县','463800',NULL,3,'0,17,204',1,0),(1957,0,204,'平舆县','463400',NULL,3,'0,17,204',1,0),(1958,0,204,'正阳县','463600',NULL,3,'0,17,204',1,0),(1959,0,204,'确山县','463200',NULL,3,'0,17,204',1,0),(1960,0,204,'泌阳县','463700',NULL,3,'0,17,204',1,0),(1961,0,204,'汝南县','463300',NULL,3,'0,17,204',1,0),(1962,0,204,'遂平县','463100',NULL,3,'0,17,204',1,0),(1963,0,204,'新蔡县','463500',NULL,3,'0,17,204',1,0),(1964,0,205,'江岸区','430014',NULL,3,'0,18,205',1,0),(1965,0,205,'江汉区','430021',NULL,3,'0,18,205',1,0),(1966,0,205,'硚口区','430033',NULL,3,'0,18,205',1,0),(1967,0,205,'汉阳区','430050',NULL,3,'0,18,205',1,0),(1968,0,205,'武昌区','430061',NULL,3,'0,18,205',1,0),(1969,0,205,'青山区','430080',NULL,3,'0,18,205',1,0),(1970,0,205,'洪山区','430070',NULL,3,'0,18,205',1,0),(1971,0,205,'东西湖区','430040',NULL,3,'0,18,205',1,0),(1972,0,205,'汉南区','430090',NULL,3,'0,18,205',1,0),(1973,0,205,'蔡甸区','430100',NULL,3,'0,18,205',1,0),(1974,0,205,'江夏区','430200',NULL,3,'0,18,205',1,0),(1975,0,205,'黄陂区','432200',NULL,3,'0,18,205',1,0),(1976,0,205,'新洲区','431400',NULL,3,'0,18,205',1,0),(1977,0,206,'黄石港区','435000',NULL,3,'0,18,206',1,0),(1978,0,206,'西塞山区','435001',NULL,3,'0,18,206',1,0),(1979,0,206,'下陆区','435005',NULL,3,'0,18,206',1,0),(1980,0,206,'铁山区','435006',NULL,3,'0,18,206',1,0),(1981,0,206,'阳新县','435200',NULL,3,'0,18,206',1,0),(1982,0,206,'大冶市','435100',NULL,3,'0,18,206',1,0),(1983,0,207,'茅箭区','442012',NULL,3,'0,18,207',1,0),(1984,0,207,'张湾区','442001',NULL,3,'0,18,207',1,0),(1985,0,207,'郧县','442500',NULL,3,'0,18,207',1,0),(1986,0,207,'郧西县','442600',NULL,3,'0,18,207',1,0),(1987,0,207,'竹山县','442200',NULL,3,'0,18,207',1,0),(1988,0,207,'竹溪县','442300',NULL,3,'0,18,207',1,0),(1989,0,207,'房县','442100',NULL,3,'0,18,207',1,0),(1990,0,207,'丹江口市','442700',NULL,3,'0,18,207',1,0),(1991,0,208,'西陵区','443000',NULL,3,'0,18,208',1,0),(1992,0,208,'伍家岗区','443001',NULL,3,'0,18,208',1,0),(1993,0,208,'点军区','443006',NULL,3,'0,18,208',1,0),(1994,0,208,'猇亭区','443007',NULL,3,'0,18,208',1,0),(1995,0,208,'夷陵区','443100',NULL,3,'0,18,208',1,0),(1996,0,208,'远安县','444200',NULL,3,'0,18,208',1,0),(1997,0,208,'兴山县','443711',NULL,3,'0,18,208',1,0),(1998,0,208,'秭归县','443600',NULL,3,'0,18,208',1,0),(1999,0,208,'长阳土家族自治县','443500',NULL,3,'0,18,208',1,0),(2000,0,208,'五峰土家族自治县','443400',NULL,3,'0,18,208',1,0),(2001,0,208,'宜都市','443300',NULL,3,'0,18,208',1,0),(2002,0,208,'当阳市','444100',NULL,3,'0,18,208',1,0),(2003,0,208,'枝江市','443200',NULL,3,'0,18,208',1,0),(2004,0,208,'经济技术开发区','443003',NULL,3,'0,18,208',1,0),(2005,0,209,'襄城区','441021',NULL,3,'0,18,209',1,0),(2006,0,209,'樊城区','441001',NULL,3,'0,18,209',1,0),(2007,0,209,'襄阳区','441100',NULL,3,'0,18,209',1,0),(2008,0,209,'南漳县','441500',NULL,3,'0,18,209',1,0),(2009,0,209,'谷城县','441700',NULL,3,'0,18,209',1,0),(2010,0,209,'保康县','441600',NULL,3,'0,18,209',1,0),(2011,0,209,'老河口市','441800',NULL,3,'0,18,209',1,0),(2012,0,209,'枣阳市','441200',NULL,3,'0,18,209',1,0),(2013,0,209,'宜城市','441400',NULL,3,'0,18,209',1,0),(2014,0,210,'梁子湖区','436064',NULL,3,'0,18,210',1,0),(2015,0,210,'华容区','436030',NULL,3,'0,18,210',1,0),(2016,0,210,'鄂城区','436000',NULL,3,'0,18,210',1,0),(2017,0,211,'东宝区','448004',NULL,3,'0,18,211',1,0),(2018,0,211,'掇刀区','448124',NULL,3,'0,18,211',1,0),(2019,0,211,'京山县','431800',NULL,3,'0,18,211',1,0),(2020,0,211,'沙洋县','448200',NULL,3,'0,18,211',1,0),(2021,0,211,'钟祥市','431900',NULL,3,'0,18,211',1,0),(2022,0,212,'孝南区','432100',NULL,3,'0,18,212',1,0),(2023,0,212,'孝昌县','432900',NULL,3,'0,18,212',1,0),(2024,0,212,'大悟县','432800',NULL,3,'0,18,212',1,0),(2025,0,212,'云梦县','432500',NULL,3,'0,18,212',1,0),(2026,0,212,'应城市','432400',NULL,3,'0,18,212',1,0),(2027,0,212,'安陆市','432600',NULL,3,'0,18,212',1,0),(2028,0,212,'汉川市','432300',NULL,3,'0,18,212',1,0),(2029,0,213,'沙市区','434000',NULL,3,'0,18,213',1,0),(2030,0,213,'荆州区','434020',NULL,3,'0,18,213',1,0),(2031,0,213,'公安县','434300',NULL,3,'0,18,213',1,0),(2032,0,213,'监利县','433300',NULL,3,'0,18,213',1,0),(2033,0,213,'江陵县','434101',NULL,3,'0,18,213',1,0),(2034,0,213,'石首市','434400',NULL,3,'0,18,213',1,0),(2035,0,213,'洪湖市','433200',NULL,3,'0,18,213',1,0),(2036,0,213,'松滋市','434200',NULL,3,'0,18,213',1,0),(2037,0,214,'黄州区','438000',NULL,3,'0,18,214',1,0),(2038,0,214,'团风县','438000',NULL,3,'0,18,214',1,0),(2039,0,214,'红安县','438401',NULL,3,'0,18,214',1,0),(2040,0,214,'罗田县','438600',NULL,3,'0,18,214',1,0),(2041,0,214,'英山县','438700',NULL,3,'0,18,214',1,0),(2042,0,214,'浠水县','438200',NULL,3,'0,18,214',1,0),(2043,0,214,'蕲春县','435300',NULL,3,'0,18,214',1,0),(2044,0,214,'黄梅县','435500',NULL,3,'0,18,214',1,0),(2045,0,214,'麻城市','438300',NULL,3,'0,18,214',1,0),(2046,0,214,'武穴市','435400',NULL,3,'0,18,214',1,0),(2047,0,215,'咸安区','437000',NULL,3,'0,18,215',1,0),(2048,0,215,'嘉鱼县','437200',NULL,3,'0,18,215',1,0),(2049,0,215,'通城县','437400',NULL,3,'0,18,215',1,0),(2050,0,215,'崇阳县','437500',NULL,3,'0,18,215',1,0),(2051,0,215,'通山县','437600',NULL,3,'0,18,215',1,0),(2052,0,215,'赤壁市','437300',NULL,3,'0,18,215',1,0),(2053,0,216,'曾都区','441300',NULL,3,'0,18,216',1,0),(2054,0,216,'广水市','432700',NULL,3,'0,18,216',1,0),(2055,0,217,'恩施市','445000',NULL,3,'0,18,217',1,0),(2056,0,217,'利川市','445400',NULL,3,'0,18,217',1,0),(2057,0,217,'建始县','445300',NULL,3,'0,18,217',1,0),(2058,0,217,'巴东县','444300',NULL,3,'0,18,217',1,0),(2059,0,217,'宣恩县','445500',NULL,3,'0,18,217',1,0),(2060,0,217,'咸丰县','445600',NULL,3,'0,18,217',1,0),(2061,0,217,'来凤县','445700',NULL,3,'0,18,217',1,0),(2062,0,217,'鹤峰县','445800',NULL,3,'0,18,217',1,0),(2063,0,218,'仙桃市','433000',NULL,3,'0,18,218',1,0),(2064,0,218,'潜江市','433100',NULL,3,'0,18,218',1,0),(2065,0,218,'天门市','431700',NULL,3,'0,18,218',1,0),(2066,0,218,'神农架林区','442400',NULL,3,'0,18,218',1,0),(2067,0,219,'芙蓉区','410011',NULL,3,'0,19,219',1,0),(2068,0,219,'天心区','410011',NULL,3,'0,19,219',1,0),(2069,0,219,'岳麓区','410006',NULL,3,'0,19,219',1,0),(2070,0,219,'开福区','410008',NULL,3,'0,19,219',1,0),(2071,0,219,'雨花区','410011',NULL,3,'0,19,219',1,0),(2072,0,219,'长沙县','410100',NULL,3,'0,19,219',1,0),(2073,0,219,'望城县','410200',NULL,3,'0,19,219',1,0),(2074,0,219,'宁乡县','410600',NULL,3,'0,19,219',1,0),(2075,0,219,'浏阳市','410300',NULL,3,'0,19,219',1,0),(2076,0,220,'荷塘区','412000',NULL,3,'0,19,220',1,0),(2077,0,220,'芦淞区','412000',NULL,3,'0,19,220',1,0),(2078,0,220,'石峰区','412005',NULL,3,'0,19,220',1,0),(2079,0,220,'天元区','412007',NULL,3,'0,19,220',1,0),(2080,0,220,'株洲县','412100',NULL,3,'0,19,220',1,0),(2081,0,220,'攸县','412300',NULL,3,'0,19,220',1,0),(2082,0,220,'茶陵县','412400',NULL,3,'0,19,220',1,0),(2083,0,220,'炎陵县','412500',NULL,3,'0,19,220',1,0),(2084,0,220,'醴陵市','412200',NULL,3,'0,19,220',1,0),(2085,0,221,'雨湖区','411100',NULL,3,'0,19,221',1,0),(2086,0,221,'岳塘区','411101',NULL,3,'0,19,221',1,0),(2087,0,221,'湘潭县','411228',NULL,3,'0,19,221',1,0),(2088,0,221,'湘乡市','411400',NULL,3,'0,19,221',1,0),(2089,0,221,'韶山市','411300',NULL,3,'0,19,221',1,0),(2090,0,222,'珠晖区','421002',NULL,3,'0,19,222',1,0),(2091,0,222,'雁峰区','421001',NULL,3,'0,19,222',1,0),(2092,0,222,'石鼓区','421001',NULL,3,'0,19,222',1,0),(2093,0,222,'蒸湘区','421001',NULL,3,'0,19,222',1,0),(2094,0,222,'南岳区','421900',NULL,3,'0,19,222',1,0),(2095,0,222,'衡阳县','421200',NULL,3,'0,19,222',1,0),(2096,0,222,'衡南县','421131',NULL,3,'0,19,222',1,0),(2097,0,222,'衡山县','421300',NULL,3,'0,19,222',1,0),(2098,0,222,'衡东县','421400',NULL,3,'0,19,222',1,0),(2099,0,222,'祁东县','421600',NULL,3,'0,19,222',1,0),(2100,0,222,'耒阳市','421800',NULL,3,'0,19,222',1,0),(2101,0,222,'常宁市','421500',NULL,3,'0,19,222',1,0),(2102,0,223,'双清区','422001',NULL,3,'0,19,223',1,0),(2103,0,223,'大祥区','422000',NULL,3,'0,19,223',1,0),(2104,0,223,'北塔区','422007',NULL,3,'0,19,223',1,0),(2105,0,223,'邵东县','422800',NULL,3,'0,19,223',1,0),(2106,0,223,'新邵县','422900',NULL,3,'0,19,223',1,0),(2107,0,223,'邵阳县','422100',NULL,3,'0,19,223',1,0),(2108,0,223,'隆回县','422200',NULL,3,'0,19,223',1,0),(2109,0,223,'洞口县','422300',NULL,3,'0,19,223',1,0),(2110,0,223,'绥宁县','422600',NULL,3,'0,19,223',1,0),(2111,0,223,'新宁县','422700',NULL,3,'0,19,223',1,0),(2112,0,223,'城步苗族自治县','422500',NULL,3,'0,19,223',1,0),(2113,0,223,'武冈市','422400',NULL,3,'0,19,223',1,0),(2114,0,224,'岳阳楼区','414000',NULL,3,'0,19,224',1,0),(2115,0,224,'云溪区','414009',NULL,3,'0,19,224',1,0),(2116,0,224,'君山区','414005',NULL,3,'0,19,224',1,0),(2117,0,224,'岳阳县','414100',NULL,3,'0,19,224',1,0),(2118,0,224,'华容县','414200',NULL,3,'0,19,224',1,0),(2119,0,224,'湘阴县','410500',NULL,3,'0,19,224',1,0),(2120,0,224,'平江县','414500',NULL,3,'0,19,224',1,0),(2121,0,224,'汨罗市','414400',NULL,3,'0,19,224',1,0),(2122,0,224,'临湘市','414300',NULL,3,'0,19,224',1,0),(2123,0,225,'武陵区','415000',NULL,3,'0,19,225',1,0),(2124,0,225,'鼎城区','415101',NULL,3,'0,19,225',1,0),(2125,0,225,'安乡县','415600',NULL,3,'0,19,225',1,0),(2126,0,225,'汉寿县','415900',NULL,3,'0,19,225',1,0),(2127,0,225,'澧县','415500',NULL,3,'0,19,225',1,0),(2128,0,225,'临澧县','415200',NULL,3,'0,19,225',1,0),(2129,0,225,'桃源县','415700',NULL,3,'0,19,225',1,0),(2130,0,225,'石门县','415300',NULL,3,'0,19,225',1,0),(2131,0,225,'津市市','415400',NULL,3,'0,19,225',1,0),(2132,0,226,'永定区','427000',NULL,3,'0,19,226',1,0),(2133,0,226,'武陵源区','427400',NULL,3,'0,19,226',1,0),(2134,0,226,'慈利县','427200',NULL,3,'0,19,226',1,0),(2135,0,226,'桑植县','427100',NULL,3,'0,19,226',1,0),(2136,0,227,'资阳区','413001',NULL,3,'0,19,227',1,0),(2137,0,227,'赫山区','413002',NULL,3,'0,19,227',1,0),(2138,0,227,'南县','413200',NULL,3,'0,19,227',1,0),(2139,0,227,'桃江县','413400',NULL,3,'0,19,227',1,0),(2140,0,227,'安化县','413500',NULL,3,'0,19,227',1,0),(2141,0,227,'沅江市','413100',NULL,3,'0,19,227',1,0),(2142,0,228,'北湖区','423000',NULL,3,'0,19,228',1,0),(2143,0,228,'苏仙区','423000',NULL,3,'0,19,228',1,0),(2144,0,228,'桂阳县','424400',NULL,3,'0,19,228',1,0),(2145,0,228,'宜章县','424200',NULL,3,'0,19,228',1,0),(2146,0,228,'永兴县','423300',NULL,3,'0,19,228',1,0),(2147,0,228,'嘉禾县','424500',NULL,3,'0,19,228',1,0),(2148,0,228,'临武县','424300',NULL,3,'0,19,228',1,0),(2149,0,228,'汝城县','424100',NULL,3,'0,19,228',1,0),(2150,0,228,'桂东县','423500',NULL,3,'0,19,228',1,0),(2151,0,228,'安仁县','423600',NULL,3,'0,19,228',1,0),(2152,0,228,'资兴市','423400',NULL,3,'0,19,228',1,0),(2153,0,229,'冷水滩区','425100',NULL,3,'0,19,229',1,0),(2154,0,229,'祁阳县','426100',NULL,3,'0,19,229',1,0),(2155,0,229,'东安县','425900',NULL,3,'0,19,229',1,0),(2156,0,229,'双牌县','425200',NULL,3,'0,19,229',1,0),(2157,0,229,'道县','425300',NULL,3,'0,19,229',1,0),(2158,0,229,'江永县','425400',NULL,3,'0,19,229',1,0),(2159,0,229,'宁远县','425600',NULL,3,'0,19,229',1,0),(2160,0,229,'蓝山县','425800',NULL,3,'0,19,229',1,0),(2161,0,229,'新田县','425700',NULL,3,'0,19,229',1,0),(2162,0,229,'江华瑶族自治县','425500',NULL,3,'0,19,229',1,0),(2163,0,229,'零陵区','425002',NULL,3,'0,19,229',1,0),(2164,0,230,'鹤城区','418000',NULL,3,'0,19,230',1,0),(2165,0,230,'中方县','418005',NULL,3,'0,19,230',1,0),(2166,0,230,'沅陵县','419600',NULL,3,'0,19,230',1,0),(2167,0,230,'辰溪县','419500',NULL,3,'0,19,230',1,0),(2168,0,230,'溆浦县','419300',NULL,3,'0,19,230',1,0),(2169,0,230,'会同县','418300',NULL,3,'0,19,230',1,0),(2170,0,230,'麻阳苗族自治县','419400',NULL,3,'0,19,230',1,0),(2171,0,230,'新晃侗族自治县','419200',NULL,3,'0,19,230',1,0),(2172,0,230,'芷江侗族自治县','419100',NULL,3,'0,19,230',1,0),(2173,0,230,'靖州苗族侗族自治县','418400',NULL,3,'0,19,230',1,0),(2174,0,230,'通道侗族自治县','418500',NULL,3,'0,19,230',1,0),(2175,0,230,'洪江市','418116',NULL,3,'0,19,230',1,0),(2176,0,231,'娄星区','417000',NULL,3,'0,19,231',1,0),(2177,0,231,'双峰县','417700',NULL,3,'0,19,231',1,0),(2178,0,231,'新化县','417600',NULL,3,'0,19,231',1,0),(2179,0,231,'冷水江市','417500',NULL,3,'0,19,231',1,0),(2180,0,231,'涟源市','417100',NULL,3,'0,19,231',1,0),(2181,0,232,'吉首市','416000',NULL,3,'0,19,232',1,0),(2182,0,232,'泸溪县','416100',NULL,3,'0,19,232',1,0),(2183,0,232,'凤凰县','416200',NULL,3,'0,19,232',1,0),(2184,0,232,'花垣县','416400',NULL,3,'0,19,232',1,0),(2185,0,232,'保靖县','416500',NULL,3,'0,19,232',1,0),(2186,0,232,'古丈县','416300',NULL,3,'0,19,232',1,0),(2187,0,232,'永顺县','416700',NULL,3,'0,19,232',1,0),(2188,0,232,'龙山县','416800',NULL,3,'0,19,232',1,0),(2189,0,233,'荔湾区','510145',NULL,3,'0,20,233',1,0),(2190,0,233,'越秀区','510030',NULL,3,'0,20,233',1,0),(2191,0,233,'海珠区','510220',NULL,3,'0,20,233',1,0),(2192,0,233,'天河区','510630',NULL,3,'0,20,233',1,0),(2193,0,233,'白云区','510080',NULL,3,'0,20,233',1,0),(2194,0,233,'黄埔区','510700',NULL,3,'0,20,233',1,0),(2195,0,233,'番禺区','511400',NULL,3,'0,20,233',1,0),(2196,0,233,'花都区','510800',NULL,3,'0,20,233',1,0),(2197,0,233,'增城市','511300',NULL,3,'0,20,233',1,0),(2198,0,233,'从化市','510900',NULL,3,'0,20,233',1,0),(2199,0,233,'南沙区','511400',NULL,3,'0,20,233',1,0),(2200,0,233,'萝岗区','510100',NULL,3,'0,20,233',1,0),(2201,0,234,'武江区','512026',NULL,3,'0,20,234',1,0),(2202,0,234,'浈江区','512023',NULL,3,'0,20,234',1,0),(2203,0,234,'曲江区','512100',NULL,3,'0,20,234',1,0),(2204,0,234,'始兴县','512500',NULL,3,'0,20,234',1,0),(2205,0,234,'仁化县','512300',NULL,3,'0,20,234',1,0),(2206,0,234,'翁源县','512600',NULL,3,'0,20,234',1,0),(2207,0,234,'乳源瑶族自治县','512700',NULL,3,'0,20,234',1,0),(2208,0,234,'新丰县','511100',NULL,3,'0,20,234',1,0),(2209,0,234,'乐昌市','512200',NULL,3,'0,20,234',1,0),(2210,0,234,'南雄市','512400',NULL,3,'0,20,234',1,0),(2211,0,235,'罗湖区','518001',NULL,3,'0,20,235',1,0),(2212,0,235,'福田区','518033',NULL,3,'0,20,235',1,0),(2213,0,235,'南山区','518052',NULL,3,'0,20,235',1,0),(2214,0,235,'宝安区','518101',NULL,3,'0,20,235',1,0),(2215,0,235,'龙岗区','518116',NULL,3,'0,20,235',1,0),(2216,0,235,'盐田区','518083',NULL,3,'0,20,235',1,0),(2217,0,235,'光明新区','518107',NULL,3,'0,20,235',1,0),(2218,0,235,'坪山新区','518118',NULL,3,'0,20,235',1,0),(2219,0,236,'香洲区','519000',NULL,3,'0,20,236',1,0),(2220,0,236,'斗门区','519100',NULL,3,'0,20,236',1,0),(2221,0,236,'金湾区','519090',NULL,3,'0,20,236',1,0),(2222,0,237,'龙湖区','515041',NULL,3,'0,20,237',1,0),(2223,0,237,'金平区','515041',NULL,3,'0,20,237',1,0),(2224,0,237,'濠江区','515071',NULL,3,'0,20,237',1,0),(2225,0,237,'潮阳区','515100',NULL,3,'0,20,237',1,0),(2226,0,237,'潮南区','515144',NULL,3,'0,20,237',1,0),(2227,0,237,'澄海区','515800',NULL,3,'0,20,237',1,0),(2228,0,237,'南澳县','515900',NULL,3,'0,20,237',1,0),(2229,0,238,'禅城区','528000',NULL,3,'0,20,238',1,0),(2230,0,238,'南海区','528200',NULL,3,'0,20,238',1,0),(2231,0,238,'顺德区','528300',NULL,3,'0,20,238',1,0),(2232,0,238,'三水区','528100',NULL,3,'0,20,238',1,0),(2233,0,238,'高明区','528500',NULL,3,'0,20,238',1,0),(2234,0,239,'蓬江区','529051',NULL,3,'0,20,239',1,0),(2235,0,239,'江海区','529000',NULL,3,'0,20,239',1,0),(2236,0,239,'新会区','529100',NULL,3,'0,20,239',1,0),(2237,0,239,'台山市','529211',NULL,3,'0,20,239',1,0),(2238,0,239,'开平市','529312',NULL,3,'0,20,239',1,0),(2239,0,239,'鹤山市','529711',NULL,3,'0,20,239',1,0),(2240,0,239,'恩平市','529411',NULL,3,'0,20,239',1,0),(2241,0,240,'赤坎区','524033',NULL,3,'0,20,240',1,0),(2242,0,240,'霞山区','524002',NULL,3,'0,20,240',1,0),(2243,0,240,'坡头区','524057',NULL,3,'0,20,240',1,0),(2244,0,240,'麻章区','524003',NULL,3,'0,20,240',1,0),(2245,0,240,'遂溪县','524300',NULL,3,'0,20,240',1,0),(2246,0,240,'徐闻县','524100',NULL,3,'0,20,240',1,0),(2247,0,240,'廉江市','524400',NULL,3,'0,20,240',1,0),(2248,0,240,'雷州市','524200',NULL,3,'0,20,240',1,0),(2249,0,240,'吴川市','524500',NULL,3,'0,20,240',1,0),(2250,0,240,'开发区','524022',NULL,3,'0,20,240',1,0),(2251,0,241,'茂南区','525011',NULL,3,'0,20,241',1,0),(2252,0,241,'茂港区','525027',NULL,3,'0,20,241',1,0),(2253,0,241,'电白县','525400',NULL,3,'0,20,241',1,0),(2254,0,241,'高州市','525200',NULL,3,'0,20,241',1,0),(2255,0,241,'化州市','525100',NULL,3,'0,20,241',1,0),(2256,0,241,'信宜市','525300',NULL,3,'0,20,241',1,0),(2257,0,242,'端州区','526040',NULL,3,'0,20,242',1,0),(2258,0,242,'鼎湖区','526070',NULL,3,'0,20,242',1,0),(2259,0,242,'广宁县','526300',NULL,3,'0,20,242',1,0),(2260,0,242,'怀集县','526400',NULL,3,'0,20,242',1,0),(2261,0,242,'封开县','526500',NULL,3,'0,20,242',1,0),(2262,0,242,'德庆县','526600',NULL,3,'0,20,242',1,0),(2263,0,242,'高要市','526100',NULL,3,'0,20,242',1,0),(2264,0,242,'四会市','526200',NULL,3,'0,20,242',1,0),(2265,0,242,'高新技术产业开发区','526238',NULL,3,'0,20,242',1,0),(2266,0,243,'惠城区','516001',NULL,3,'0,20,243',1,0),(2267,0,243,'惠阳区','516200',NULL,3,'0,20,243',1,0),(2268,0,243,'博罗县','516100',NULL,3,'0,20,243',1,0),(2269,0,243,'惠东县','516300',NULL,3,'0,20,243',1,0),(2270,0,243,'龙门县','516800',NULL,3,'0,20,243',1,0),(2271,0,243,'大亚湾区','516080',NULL,3,'0,20,243',1,0),(2272,0,243,'仲恺高新区','516080',NULL,3,'0,20,243',1,0),(2273,0,244,'梅江区','514000',NULL,3,'0,20,244',1,0),(2274,0,244,'梅县','514733',NULL,3,'0,20,244',1,0),(2275,0,244,'大埔县','514200',NULL,3,'0,20,244',1,0),(2276,0,244,'丰顺县','514300',NULL,3,'0,20,244',1,0),(2277,0,244,'五华县','514400',NULL,3,'0,20,244',1,0),(2278,0,244,'平远县','514600',NULL,3,'0,20,244',1,0),(2279,0,244,'蕉岭县','514100',NULL,3,'0,20,244',1,0),(2280,0,244,'兴宁市','514500',NULL,3,'0,20,244',1,0),(2281,0,245,'城区','516601',NULL,3,'0,20,245',1,0),(2282,0,245,'陆丰市','516500',NULL,3,'0,20,245',1,0),(2283,0,245,'海丰县','516400',NULL,3,'0,20,245',1,0),(2284,0,245,'陆河县','516700',NULL,3,'0,20,245',1,0),(2285,0,246,'源城区','517000',NULL,3,'0,20,246',1,0),(2286,0,246,'紫金县','517400',NULL,3,'0,20,246',1,0),(2287,0,246,'龙川县','517300',NULL,3,'0,20,246',1,0),(2288,0,246,'连平县','517100',NULL,3,'0,20,246',1,0),(2289,0,246,'和平县','517200',NULL,3,'0,20,246',1,0),(2290,0,246,'东源县','517500',NULL,3,'0,20,246',1,0),(2291,0,247,'江城区','529525',NULL,3,'0,20,247',1,0),(2292,0,247,'阳西县','529800',NULL,3,'0,20,247',1,0),(2293,0,247,'阳东县','529931',NULL,3,'0,20,247',1,0),(2294,0,247,'阳春市','529611',NULL,3,'0,20,247',1,0),(2295,0,248,'清城区','511500',NULL,3,'0,20,248',1,0),(2296,0,248,'佛冈县','511600',NULL,3,'0,20,248',1,0),(2297,0,248,'阳山县','513100',NULL,3,'0,20,248',1,0),(2298,0,248,'连山壮族瑶族自治县','513200',NULL,3,'0,20,248',1,0),(2299,0,248,'连南瑶族自治县','513300',NULL,3,'0,20,248',1,0),(2300,0,248,'清新县','511800',NULL,3,'0,20,248',1,0),(2301,0,248,'英德市','513000',NULL,3,'0,20,248',1,0),(2302,0,248,'连州市','513401',NULL,3,'0,20,248',1,0),(2303,0,249,'湘桥区','521000',NULL,3,'0,20,249',1,0),(2304,0,249,'潮安县','515638',NULL,3,'0,20,249',1,0),(2305,0,249,'饶平县','515700',NULL,3,'0,20,249',1,0),(2306,0,250,'榕城区','522095',NULL,3,'0,20,250',1,0),(2307,0,250,'揭东县','515554',NULL,3,'0,20,250',1,0),(2308,0,250,'揭西县','515400',NULL,3,'0,20,250',1,0),(2309,0,250,'惠来县','515200',NULL,3,'0,20,250',1,0),(2310,0,250,'普宁市','515300',NULL,3,'0,20,250',1,0),(2311,0,250,'东山区','522031',NULL,3,'0,20,250',1,0),(2312,0,250,'普侨区','515339',NULL,3,'0,20,250',1,0),(2313,0,250,'大南山侨区','515237',NULL,3,'0,20,250',1,0),(2314,0,251,'云城区','527300',NULL,3,'0,20,251',1,0),(2315,0,251,'新兴县','527400',NULL,3,'0,20,251',1,0),(2316,0,251,'郁南县','527100',NULL,3,'0,20,251',1,0),(2317,0,251,'云安县','527500',NULL,3,'0,20,251',1,0),(2318,0,251,'罗定市','527200',NULL,3,'0,20,251',1,0),(2319,0,252,'南城区','523000',NULL,3,'0,20,252',1,0),(2320,0,252,'石龙镇','523021',NULL,3,'0,20,252',1,0),(2321,0,252,'长安镇','523068',NULL,3,'0,20,252',1,0),(2322,0,252,'虎门镇','523061',NULL,3,'0,20,252',1,0),(2323,0,252,'横沥镇','523032',NULL,3,'0,20,252',1,0),(2324,0,252,'寮步镇','523058',NULL,3,'0,20,252',1,0),(2325,0,252,'黄江镇','523054',NULL,3,'0,20,252',1,0),(2326,0,252,'清溪镇','523046',NULL,3,'0,20,252',1,0),(2327,0,252,'莞城区','523000',NULL,3,'0,20,252',1,0),(2328,0,252,'万江区','523050',NULL,3,'0,20,252',1,0),(2329,0,252,'东城区','523000',NULL,3,'0,20,252',1,0),(2330,0,252,'石碣镇','523024',NULL,3,'0,20,252',1,0),(2331,0,252,'茶山镇','523029',NULL,3,'0,20,252',1,0),(2332,0,252,'石排镇','523025',NULL,3,'0,20,252',1,0),(2333,0,252,'企石镇','523027',NULL,3,'0,20,252',1,0),(2334,0,252,'桥头镇','523038',NULL,3,'0,20,252',1,0),(2335,0,252,'谢岗镇','523044',NULL,3,'0,20,252',1,0),(2336,0,252,'东坑镇','523034',NULL,3,'0,20,252',1,0),(2337,0,252,'常平镇','523036',NULL,3,'0,20,252',1,0),(2338,0,252,'大朗镇','523056',NULL,3,'0,20,252',1,0),(2339,0,252,'塘厦镇','523710',NULL,3,'0,20,252',1,0),(2340,0,252,'凤岗镇','523048',NULL,3,'0,20,252',1,0),(2341,0,252,'厚街镇','523071',NULL,3,'0,20,252',1,0),(2342,0,252,'沙田镇','523073',NULL,3,'0,20,252',1,0),(2343,0,252,'道滘镇','523170',NULL,3,'0,20,252',1,0),(2344,0,252,'洪梅镇','523083',NULL,3,'0,20,252',1,0),(2345,0,252,'麻涌镇','523078',NULL,3,'0,20,252',1,0),(2346,0,252,'中堂镇','523075',NULL,3,'0,20,252',1,0),(2347,0,252,'高埗镇','523270',NULL,3,'0,20,252',1,0),(2348,0,252,'樟木头镇','523041',NULL,3,'0,20,252',1,0),(2349,0,252,'大岭山镇','523074',NULL,3,'0,20,252',1,0),(2350,0,252,'望牛墩镇','523077',NULL,3,'0,20,252',1,0),(2351,0,253,'中山市','528403',NULL,3,'0,20,253',1,0),(2352,0,254,'兴宁区','530012',NULL,3,'0,21,254',1,0),(2353,0,254,'青秀区','530022',NULL,3,'0,21,254',1,0),(2354,0,254,'江南区','530031',NULL,3,'0,21,254',1,0),(2355,0,254,'西乡塘区','530001',NULL,3,'0,21,254',1,0),(2356,0,254,'良庆区','530200',NULL,3,'0,21,254',1,0),(2357,0,254,'邕宁区','530200',NULL,3,'0,21,254',1,0),(2358,0,254,'武鸣县','530100',NULL,3,'0,21,254',1,0),(2359,0,254,'隆安县','532700',NULL,3,'0,21,254',1,0),(2360,0,254,'马山县','530600',NULL,3,'0,21,254',1,0),(2361,0,254,'上林县','530500',NULL,3,'0,21,254',1,0),(2362,0,254,'宾阳县','530400',NULL,3,'0,21,254',1,0),(2363,0,254,'横县','530300',NULL,3,'0,21,254',1,0),(2364,0,255,'城中区','545001',NULL,3,'0,21,255',1,0),(2365,0,255,'鱼峰区','545005',NULL,3,'0,21,255',1,0),(2366,0,255,'柳南区','545005',NULL,3,'0,21,255',1,0),(2367,0,255,'柳北区','545001',NULL,3,'0,21,255',1,0),(2368,0,255,'柳江县','545100',NULL,3,'0,21,255',1,0),(2369,0,255,'柳城县','545200',NULL,3,'0,21,255',1,0),(2370,0,255,'鹿寨县','545600',NULL,3,'0,21,255',1,0),(2371,0,255,'融安县','545400',NULL,3,'0,21,255',1,0),(2372,0,255,'融水苗族自治县','545300',NULL,3,'0,21,255',1,0),(2373,0,255,'三江侗族自治县','545500',NULL,3,'0,21,255',1,0),(2374,0,256,'秀峰区','541001',NULL,3,'0,21,256',1,0),(2375,0,256,'叠彩区','541001',NULL,3,'0,21,256',1,0),(2376,0,256,'象山区','541002',NULL,3,'0,21,256',1,0),(2377,0,256,'七星区','541004',NULL,3,'0,21,256',1,0),(2378,0,256,'雁山区','541006',NULL,3,'0,21,256',1,0),(2379,0,256,'阳朔县','541900',NULL,3,'0,21,256',1,0),(2380,0,256,'临桂县','541100',NULL,3,'0,21,256',1,0),(2381,0,256,'灵川县','541200',NULL,3,'0,21,256',1,0),(2382,0,256,'全州县','541500',NULL,3,'0,21,256',1,0),(2383,0,256,'兴安县','541300',NULL,3,'0,21,256',1,0),(2384,0,256,'永福县','541800',NULL,3,'0,21,256',1,0),(2385,0,256,'灌阳县','541600',NULL,3,'0,21,256',1,0),(2386,0,256,'龙胜各族自治县','541700',NULL,3,'0,21,256',1,0),(2387,0,256,'资源县','541400',NULL,3,'0,21,256',1,0),(2388,0,256,'平乐县','542400',NULL,3,'0,21,256',1,0),(2389,0,256,'荔浦县','546600',NULL,3,'0,21,256',1,0),(2390,0,256,'恭城瑶族自治县','542500',NULL,3,'0,21,256',1,0),(2391,0,257,'万秀区','543000',NULL,3,'0,21,257',1,0),(2392,0,257,'蝶山区','543002',NULL,3,'0,21,257',1,0),(2393,0,257,'长洲区','543002',NULL,3,'0,21,257',1,0),(2394,0,257,'苍梧县','543100',NULL,3,'0,21,257',1,0),(2395,0,257,'藤县','543300',NULL,3,'0,21,257',1,0),(2396,0,257,'蒙山县','546700',NULL,3,'0,21,257',1,0),(2397,0,257,'岑溪市','543200',NULL,3,'0,21,257',1,0),(2398,0,258,'海城区','536000',NULL,3,'0,21,258',1,0),(2399,0,258,'银海区','536000',NULL,3,'0,21,258',1,0),(2400,0,258,'铁山港区','536017',NULL,3,'0,21,258',1,0),(2401,0,258,'合浦县','536100',NULL,3,'0,21,258',1,0),(2402,0,259,'港口区','538001',NULL,3,'0,21,259',1,0),(2403,0,259,'防城区','538021',NULL,3,'0,21,259',1,0),(2404,0,259,'上思县','535500',NULL,3,'0,21,259',1,0),(2405,0,259,'东兴市','538100',NULL,3,'0,21,259',1,0),(2406,0,260,'钦南区','535000',NULL,3,'0,21,260',1,0),(2407,0,260,'钦北区','535000',NULL,3,'0,21,260',1,0),(2408,0,260,'灵山县','535400',NULL,3,'0,21,260',1,0),(2409,0,260,'浦北县','535300',NULL,3,'0,21,260',1,0),(2410,0,260,'钦州港经济开发区','535008',NULL,3,'0,21,260',1,0),(2411,0,261,'港北区','537100',NULL,3,'0,21,261',1,0),(2412,0,261,'港南区','537132',NULL,3,'0,21,261',1,0),(2413,0,261,'覃塘区','537121',NULL,3,'0,21,261',1,0),(2414,0,261,'平南县','537300',NULL,3,'0,21,261',1,0),(2415,0,261,'桂平市','537200',NULL,3,'0,21,261',1,0),(2416,0,262,'玉州区','537000',NULL,3,'0,21,262',1,0),(2417,0,262,'容县','537500',NULL,3,'0,21,262',1,0),(2418,0,262,'陆川县','537700',NULL,3,'0,21,262',1,0),(2419,0,262,'博白县','537600',NULL,3,'0,21,262',1,0),(2420,0,262,'兴业县','537800',NULL,3,'0,21,262',1,0),(2421,0,262,'北流市','537400',NULL,3,'0,21,262',1,0),(2422,0,263,'右江区','533000',NULL,3,'0,21,263',1,0),(2423,0,263,'田阳县','533600',NULL,3,'0,21,263',1,0),(2424,0,263,'田东县','531500',NULL,3,'0,21,263',1,0),(2425,0,263,'平果县','531400',NULL,3,'0,21,263',1,0),(2426,0,263,'德保县','533700',NULL,3,'0,21,263',1,0),(2427,0,263,'靖西县','533800',NULL,3,'0,21,263',1,0),(2428,0,263,'那坡县','533900',NULL,3,'0,21,263',1,0),(2429,0,263,'凌云县','533100',NULL,3,'0,21,263',1,0),(2430,0,263,'乐业县','533200',NULL,3,'0,21,263',1,0),(2431,0,263,'田林县','533300',NULL,3,'0,21,263',1,0),(2432,0,263,'西林县','533500',NULL,3,'0,21,263',1,0),(2433,0,263,'隆林各族自治县','533400',NULL,3,'0,21,263',1,0),(2434,0,264,'八步区','542800',NULL,3,'0,21,264',1,0),(2435,0,264,'昭平县','546800',NULL,3,'0,21,264',1,0),(2436,0,264,'钟山县','542600',NULL,3,'0,21,264',1,0),(2437,0,264,'富川瑶族自治县','542700',NULL,3,'0,21,264',1,0),(2438,0,265,'金城江区','547000',NULL,3,'0,21,265',1,0),(2439,0,265,'南丹县','547200',NULL,3,'0,21,265',1,0),(2440,0,265,'天峨县','547300',NULL,3,'0,21,265',1,0),(2441,0,265,'凤山县','547600',NULL,3,'0,21,265',1,0),(2442,0,265,'东兰县','547400',NULL,3,'0,21,265',1,0),(2443,0,265,'罗城仫佬族自治县','546400',NULL,3,'0,21,265',1,0),(2444,0,265,'环江毛南族自治县','547100',NULL,3,'0,21,265',1,0),(2445,0,265,'巴马瑶族自治县','547500',NULL,3,'0,21,265',1,0),(2446,0,265,'都安瑶族自治县','530700',NULL,3,'0,21,265',1,0),(2447,0,265,'大化瑶族自治县','530800',NULL,3,'0,21,265',1,0),(2448,0,265,'宜州市','546300',NULL,3,'0,21,265',1,0),(2449,0,266,'兴宾区','546100',NULL,3,'0,21,266',1,0),(2450,0,266,'忻城县','546200',NULL,3,'0,21,266',1,0),(2451,0,266,'象州县','545800',NULL,3,'0,21,266',1,0),(2452,0,266,'武宣县','545900',NULL,3,'0,21,266',1,0),(2453,0,266,'金秀瑶族自治县','545700',NULL,3,'0,21,266',1,0),(2454,0,266,'合山市','546500',NULL,3,'0,21,266',1,0),(2455,0,267,'江洲区','532200',NULL,3,'0,21,267',1,0),(2456,0,267,'扶绥县','532100',NULL,3,'0,21,267',1,0),(2457,0,267,'宁明县','532500',NULL,3,'0,21,267',1,0),(2458,0,267,'龙州县','532400',NULL,3,'0,21,267',1,0),(2459,0,267,'大新县','532300',NULL,3,'0,21,267',1,0),(2460,0,267,'天等县','532800',NULL,3,'0,21,267',1,0),(2461,0,267,'凭祥市','532600',NULL,3,'0,21,267',1,0),(2462,0,268,'秀英区','570311',NULL,3,'0,22,268',1,0),(2463,0,268,'龙华区','570105',NULL,3,'0,22,268',1,0),(2464,0,268,'琼山区','571100',NULL,3,'0,22,268',1,0),(2465,0,268,'美兰区','570203',NULL,3,'0,22,268',1,0),(2466,0,269,'五指山市','572200',NULL,3,'0,22,269',1,0),(2467,0,269,'琼海市','571400',NULL,3,'0,22,269',1,0),(2468,0,269,'儋州市','571700',NULL,3,'0,22,269',1,0),(2469,0,269,'文昌市','571300',NULL,3,'0,22,269',1,0),(2470,0,269,'万宁市','571500',NULL,3,'0,22,269',1,0),(2471,0,269,'东方市','572600',NULL,3,'0,22,269',1,0),(2472,0,269,'定安县','571200',NULL,3,'0,22,269',1,0),(2473,0,269,'屯昌县','571600',NULL,3,'0,22,269',1,0),(2474,0,269,'澄迈县','571900',NULL,3,'0,22,269',1,0),(2475,0,269,'临高县','571800',NULL,3,'0,22,269',1,0),(2476,0,269,'白沙黎族自治县','572800',NULL,3,'0,22,269',1,0),(2477,0,269,'昌江黎族自治县','572700',NULL,3,'0,22,269',1,0),(2478,0,269,'乐东黎族自治县','572500',NULL,3,'0,22,269',1,0),(2479,0,269,'陵水黎族自治县','572400',NULL,3,'0,22,269',1,0),(2480,0,269,'保亭黎族苗族自治县','572300',NULL,3,'0,22,269',1,0),(2481,0,269,'琼中黎族苗族自治县','572900',NULL,3,'0,22,269',1,0),(2482,0,269,'西、南、中沙群岛办事处','573100',NULL,3,'0,22,269',1,0),(2483,0,270,'河西区','572000',NULL,3,'0,22,270',1,0),(2484,0,270,'河东区','572000',NULL,3,'0,22,270',1,0),(2485,0,270,'田独镇','572011',NULL,3,'0,22,270',1,0),(2486,0,270,'凤凰镇','572023',NULL,3,'0,22,270',1,0),(2487,0,270,'三亚市','572000',NULL,3,'0,22,270',1,0),(2488,0,270,'崖城镇','572025',NULL,3,'0,22,270',1,0),(2489,0,270,'天涯镇','572029',NULL,3,'0,22,270',1,0),(2490,0,270,'育才乡','572032',NULL,3,'0,22,270',1,0),(2491,0,270,'海棠湾镇','572014',NULL,3,'0,22,270',1,0),(2492,0,271,'万州区','404100',NULL,3,'0,23,271',1,0),(2493,0,271,'涪陵区','408000',NULL,3,'0,23,271',1,0),(2494,0,271,'渝中区','400010',NULL,3,'0,23,271',1,0),(2495,0,271,'大渡口区','400080',NULL,3,'0,23,271',1,0),(2496,0,271,'江北区','400020',NULL,3,'0,23,271',1,0),(2497,0,271,'沙坪坝区','400030',NULL,3,'0,23,271',1,0),(2498,0,271,'九龙坡区','400050',NULL,3,'0,23,271',1,0),(2499,0,271,'南岸区','400064',NULL,3,'0,23,271',1,0),(2500,0,271,'北碚区','400700',NULL,3,'0,23,271',1,0),(2501,0,271,'万盛区','400800',NULL,3,'0,23,271',1,0),(2502,0,271,'双桥区','400900',NULL,3,'0,23,271',1,0),(2503,0,271,'渝北区','401120',NULL,3,'0,23,271',1,0),(2504,0,271,'巴南区','401320',NULL,3,'0,23,271',1,0),(2505,0,271,'黔江区','409700',NULL,3,'0,23,271',1,0),(2506,0,271,'长寿区','401220',NULL,3,'0,23,271',1,0),(2507,0,271,'綦江县','401420',NULL,3,'0,23,271',1,0),(2508,0,271,'潼南县','402660',NULL,3,'0,23,271',1,0),(2509,0,271,'铜梁县','402560',NULL,3,'0,23,271',1,0),(2510,0,271,'大足县','402360',NULL,3,'0,23,271',1,0),(2511,0,271,'荣昌县','402460',NULL,3,'0,23,271',1,0),(2512,0,271,'璧山县','402760',NULL,3,'0,23,271',1,0),(2513,0,271,'梁平县','405200',NULL,3,'0,23,271',1,0),(2514,0,271,'城口县','405900',NULL,3,'0,23,271',1,0),(2515,0,271,'丰都县','408200',NULL,3,'0,23,271',1,0),(2516,0,271,'垫江县','408300',NULL,3,'0,23,271',1,0),(2517,0,271,'武隆县','408500',NULL,3,'0,23,271',1,0),(2518,0,271,'忠县','404300',NULL,3,'0,23,271',1,0),(2519,0,271,'开县','405400',NULL,3,'0,23,271',1,0),(2520,0,271,'云阳县','404500',NULL,3,'0,23,271',1,0),(2521,0,271,'奉节县','404600',NULL,3,'0,23,271',1,0),(2522,0,271,'巫山县','404700',NULL,3,'0,23,271',1,0),(2523,0,271,'巫溪县','405800',NULL,3,'0,23,271',1,0),(2524,0,271,'石柱土家族自治县','409100',NULL,3,'0,23,271',1,0),(2525,0,271,'秀山土家族苗族自治县','409900',NULL,3,'0,23,271',1,0),(2526,0,271,'酉阳土家族苗族自治县','409800',NULL,3,'0,23,271',1,0),(2527,0,271,'彭水苗族土家族自治县','409600',NULL,3,'0,23,271',1,0),(2528,0,271,'高新区','400039',NULL,3,'0,23,271',1,0),(2529,0,271,'江津区','402260',NULL,3,'0,23,271',1,0),(2530,0,271,'合川区','401520',NULL,3,'0,23,271',1,0),(2531,0,271,'永川区','402160',NULL,3,'0,23,271',1,0),(2532,0,271,'南川区','408400',NULL,3,'0,23,271',1,0),(2533,0,272,'锦江区','610021',NULL,3,'0,24,272',1,0),(2534,0,272,'青羊区','610031',NULL,3,'0,24,272',1,0),(2535,0,272,'金牛区','610036',NULL,3,'0,24,272',1,0),(2536,0,272,'武侯区','610041',NULL,3,'0,24,272',1,0),(2537,0,272,'成华区','610066',NULL,3,'0,24,272',1,0),(2538,0,272,'龙泉驿区','610100',NULL,3,'0,24,272',1,0),(2539,0,272,'青白江区','610300',NULL,3,'0,24,272',1,0),(2540,0,272,'新都区','610500',NULL,3,'0,24,272',1,0),(2541,0,272,'温江区','611130',NULL,3,'0,24,272',1,0),(2542,0,272,'金堂县','610400',NULL,3,'0,24,272',1,0),(2543,0,272,'双流县','610200',NULL,3,'0,24,272',1,0),(2544,0,272,'郫县','611700',NULL,3,'0,24,272',1,0),(2545,0,272,'大邑县','611300',NULL,3,'0,24,272',1,0),(2546,0,272,'蒲江县','611630',NULL,3,'0,24,272',1,0),(2547,0,272,'新津县','611430',NULL,3,'0,24,272',1,0),(2548,0,272,'都江堰市','611830',NULL,3,'0,24,272',1,0),(2549,0,272,'彭州市','611930',NULL,3,'0,24,272',1,0),(2550,0,272,'邛崃市','611530',NULL,3,'0,24,272',1,0),(2551,0,272,'崇州市','611230',NULL,3,'0,24,272',1,0),(2552,0,272,'高新区','610041',NULL,3,'0,24,272',1,0),(2553,0,272,'高新西区','611731',NULL,3,'0,24,272',1,0),(2554,0,273,'自流井区','643000',NULL,3,'0,24,273',1,0),(2555,0,273,'贡井区','643020',NULL,3,'0,24,273',1,0),(2556,0,273,'大安区','643010',NULL,3,'0,24,273',1,0),(2557,0,273,'沿滩区','643030',NULL,3,'0,24,273',1,0),(2558,0,273,'荣县','643100',NULL,3,'0,24,273',1,0),(2559,0,273,'富顺县','643200',NULL,3,'0,24,273',1,0),(2560,0,274,'东区','617067',NULL,3,'0,24,274',1,0),(2561,0,274,'西区','617068',NULL,3,'0,24,274',1,0),(2562,0,274,'仁和区','617061',NULL,3,'0,24,274',1,0),(2563,0,274,'米易县','617200',NULL,3,'0,24,274',1,0),(2564,0,274,'盐边县','617100',NULL,3,'0,24,274',1,0),(2565,0,275,'江阳区','646000',NULL,3,'0,24,275',1,0),(2566,0,275,'纳溪区','646300',NULL,3,'0,24,275',1,0),(2567,0,275,'龙马潭区','646000',NULL,3,'0,24,275',1,0),(2568,0,275,'泸县','646106',NULL,3,'0,24,275',1,0),(2569,0,275,'合江县','646200',NULL,3,'0,24,275',1,0),(2570,0,275,'叙永县','646400',NULL,3,'0,24,275',1,0),(2571,0,275,'古蔺县','646500',NULL,3,'0,24,275',1,0),(2572,0,276,'旌阳区','618000',NULL,3,'0,24,276',1,0),(2573,0,276,'中江县','618100',NULL,3,'0,24,276',1,0),(2574,0,276,'罗江县','618500',NULL,3,'0,24,276',1,0),(2575,0,276,'广汉市','618300',NULL,3,'0,24,276',1,0),(2576,0,276,'什邡市','618400',NULL,3,'0,24,276',1,0),(2577,0,276,'绵竹市','618200',NULL,3,'0,24,276',1,0),(2578,0,277,'涪城区','621000',NULL,3,'0,24,277',1,0),(2579,0,277,'游仙区','621022',NULL,3,'0,24,277',1,0),(2580,0,277,'三台县','621100',NULL,3,'0,24,277',1,0),(2581,0,277,'盐亭县','621600',NULL,3,'0,24,277',1,0),(2582,0,277,'安县','622650',NULL,3,'0,24,277',1,0),(2583,0,277,'梓潼县','622150',NULL,3,'0,24,277',1,0),(2584,0,277,'北川羌族自治县','622750',NULL,3,'0,24,277',1,0),(2585,0,277,'平武县','622550',NULL,3,'0,24,277',1,0),(2586,0,277,'江油市','621700',NULL,3,'0,24,277',1,0),(2587,0,277,'农科区','621023',NULL,3,'0,24,277',1,0),(2588,0,277,'经济技术开发区','621000',NULL,3,'0,24,277',1,0),(2589,0,277,'高新区','621000',NULL,3,'0,24,277',1,0),(2590,0,277,'仙海区','621007',NULL,3,'0,24,277',1,0),(2591,0,278,'利州区','628017',NULL,3,'0,24,278',1,0),(2592,0,278,'元坝区','628017',NULL,3,'0,24,278',1,0),(2593,0,278,'朝天区','628017',NULL,3,'0,24,278',1,0),(2594,0,278,'旺苍县','628200',NULL,3,'0,24,278',1,0),(2595,0,278,'青川县','628100',NULL,3,'0,24,278',1,0),(2596,0,278,'剑阁县','628300',NULL,3,'0,24,278',1,0),(2597,0,278,'苍溪县','628400',NULL,3,'0,24,278',1,0),(2598,0,279,'船山区','629000',NULL,3,'0,24,279',1,0),(2599,0,279,'安居区','629000',NULL,3,'0,24,279',1,0),(2600,0,279,'蓬溪县','629100',NULL,3,'0,24,279',1,0),(2601,0,279,'射洪县','629200',NULL,3,'0,24,279',1,0),(2602,0,279,'大英县','629300',NULL,3,'0,24,279',1,0),(2603,0,280,'市中区','641000',NULL,3,'0,24,280',1,0),(2604,0,280,'东兴区','641100',NULL,3,'0,24,280',1,0),(2605,0,280,'威远县','642450',NULL,3,'0,24,280',1,0),(2606,0,280,'资中县','641200',NULL,3,'0,24,280',1,0),(2607,0,280,'隆昌县','642150',NULL,3,'0,24,280',1,0),(2608,0,281,'市中区','614000',NULL,3,'0,24,281',1,0),(2609,0,281,'沙湾区','614900',NULL,3,'0,24,281',1,0),(2610,0,281,'五通桥区','614800',NULL,3,'0,24,281',1,0),(2611,0,281,'金口河区','614700',NULL,3,'0,24,281',1,0),(2612,0,281,'犍为县','614400',NULL,3,'0,24,281',1,0),(2613,0,281,'井研县','613100',NULL,3,'0,24,281',1,0),(2614,0,281,'夹江县','614100',NULL,3,'0,24,281',1,0),(2615,0,281,'沐川县','614500',NULL,3,'0,24,281',1,0),(2616,0,281,'峨边彝族自治县','614300',NULL,3,'0,24,281',1,0),(2617,0,281,'马边彝族自治县','614600',NULL,3,'0,24,281',1,0),(2618,0,281,'峨眉山市','614200',NULL,3,'0,24,281',1,0),(2619,0,282,'顺庆区','637000',NULL,3,'0,24,282',1,0),(2620,0,282,'高坪区','637100',NULL,3,'0,24,282',1,0),(2621,0,282,'嘉陵区','637100',NULL,3,'0,24,282',1,0),(2622,0,282,'南部县','637300',NULL,3,'0,24,282',1,0),(2623,0,282,'营山县','637700',NULL,3,'0,24,282',1,0),(2624,0,282,'蓬安县','637800',NULL,3,'0,24,282',1,0),(2625,0,282,'仪陇县','637600',NULL,3,'0,24,282',1,0),(2626,0,282,'西充县','637200',NULL,3,'0,24,282',1,0),(2627,0,282,'阆中市','637400',NULL,3,'0,24,282',1,0),(2628,0,283,'东坡区','620010',NULL,3,'0,24,283',1,0),(2629,0,283,'仁寿县','620500',NULL,3,'0,24,283',1,0),(2630,0,283,'彭山县','620860',NULL,3,'0,24,283',1,0),(2631,0,283,'洪雅县','620360',NULL,3,'0,24,283',1,0),(2632,0,283,'丹棱县','620200',NULL,3,'0,24,283',1,0),(2633,0,283,'青神县','620460',NULL,3,'0,24,283',1,0),(2634,0,284,'翠屏区','644000',NULL,3,'0,24,284',1,0),(2635,0,284,'宜宾县','644600',NULL,3,'0,24,284',1,0),(2636,0,284,'南溪县','644100',NULL,3,'0,24,284',1,0),(2637,0,284,'江安县','644200',NULL,3,'0,24,284',1,0),(2638,0,284,'长宁县','644300',NULL,3,'0,24,284',1,0),(2639,0,284,'高县','645150',NULL,3,'0,24,284',1,0),(2640,0,284,'珙县','644500',NULL,3,'0,24,284',1,0),(2641,0,284,'筠连县','645250',NULL,3,'0,24,284',1,0),(2642,0,284,'兴文县','644400',NULL,3,'0,24,284',1,0),(2643,0,284,'屏山县','645350',NULL,3,'0,24,284',1,0),(2644,0,285,'广安区','638000',NULL,3,'0,24,285',1,0),(2645,0,285,'岳池县','638300',NULL,3,'0,24,285',1,0),(2646,0,285,'武胜县','638400',NULL,3,'0,24,285',1,0),(2647,0,285,'邻水县','638500',NULL,3,'0,24,285',1,0),(2648,0,285,'华蓥市','638600',NULL,3,'0,24,285',1,0),(2649,0,286,'通川区','635000',NULL,3,'0,24,286',1,0),(2650,0,286,'达县','635000',NULL,3,'0,24,286',1,0),(2651,0,286,'宣汉县','636150',NULL,3,'0,24,286',1,0),(2652,0,286,'开江县','636250',NULL,3,'0,24,286',1,0),(2653,0,286,'大竹县','635100',NULL,3,'0,24,286',1,0),(2654,0,286,'渠县','635200',NULL,3,'0,24,286',1,0),(2655,0,286,'万源市','636350',NULL,3,'0,24,286',1,0),(2656,0,287,'雨城区','625000',NULL,3,'0,24,287',1,0),(2657,0,287,'名山县','625100',NULL,3,'0,24,287',1,0),(2658,0,287,'荥经县','625200',NULL,3,'0,24,287',1,0),(2659,0,287,'汉源县','625300',NULL,3,'0,24,287',1,0),(2660,0,287,'石棉县','625400',NULL,3,'0,24,287',1,0),(2661,0,287,'天全县','625500',NULL,3,'0,24,287',1,0),(2662,0,287,'芦山县','625600',NULL,3,'0,24,287',1,0),(2663,0,287,'宝兴县','625700',NULL,3,'0,24,287',1,0),(2664,0,288,'巴州区','636001',NULL,3,'0,24,288',1,0),(2665,0,288,'通江县','636700',NULL,3,'0,24,288',1,0),(2666,0,288,'南江县','636600',NULL,3,'0,24,288',1,0),(2667,0,288,'平昌县','636400',NULL,3,'0,24,288',1,0),(2668,0,289,'雁江区','641300',NULL,3,'0,24,289',1,0),(2669,0,289,'安岳县','642350',NULL,3,'0,24,289',1,0),(2670,0,289,'乐至县','641500',NULL,3,'0,24,289',1,0),(2671,0,289,'简阳市','641400',NULL,3,'0,24,289',1,0),(2672,0,290,'汶川县','623000',NULL,3,'0,24,290',1,0),(2673,0,290,'理县','623100',NULL,3,'0,24,290',1,0),(2674,0,290,'茂县','623200',NULL,3,'0,24,290',1,0),(2675,0,290,'松潘县','623300',NULL,3,'0,24,290',1,0),(2676,0,290,'九寨沟县','623400',NULL,3,'0,24,290',1,0),(2677,0,290,'金川县','624100',NULL,3,'0,24,290',1,0),(2678,0,290,'小金县','624200',NULL,3,'0,24,290',1,0),(2679,0,290,'黑水县','623500',NULL,3,'0,24,290',1,0),(2680,0,290,'马尔康县','624000',NULL,3,'0,24,290',1,0),(2681,0,290,'壤塘县','624300',NULL,3,'0,24,290',1,0),(2682,0,290,'阿坝县','624600',NULL,3,'0,24,290',1,0),(2683,0,290,'若尔盖县','624500',NULL,3,'0,24,290',1,0),(2684,0,290,'红原县','624400',NULL,3,'0,24,290',1,0),(2685,0,291,'康定县','626000',NULL,3,'0,24,291',1,0),(2686,0,291,'泸定县','626100',NULL,3,'0,24,291',1,0),(2687,0,291,'丹巴县','626300',NULL,3,'0,24,291',1,0),(2688,0,291,'九龙县','626200',NULL,3,'0,24,291',1,0),(2689,0,291,'雅江县','627450',NULL,3,'0,24,291',1,0),(2690,0,291,'道孚县','626400',NULL,3,'0,24,291',1,0),(2691,0,291,'炉霍县','626500',NULL,3,'0,24,291',1,0),(2692,0,291,'甘孜县','626700',NULL,3,'0,24,291',1,0),(2693,0,291,'新龙县','626800',NULL,3,'0,24,291',1,0),(2694,0,291,'德格县','627250',NULL,3,'0,24,291',1,0),(2695,0,291,'白玉县','200000',NULL,3,'0,24,291',1,0),(2696,0,291,'石渠县','200000',NULL,3,'0,24,291',1,0),(2697,0,291,'色达县','201100',NULL,3,'0,24,291',1,0),(2698,0,291,'理塘县','200000',NULL,3,'0,24,291',1,0),(2699,0,291,'巴塘县','200120',NULL,3,'0,24,291',1,0),(2700,0,291,'乡城县','200000',NULL,3,'0,24,291',1,0),(2701,0,291,'稻城县','200000',NULL,3,'0,24,291',1,0),(2702,0,291,'得荣县','200000',NULL,3,'0,24,291',1,0),(2703,0,292,'西昌市','200000',NULL,3,'0,24,292',1,0),(2704,0,292,'木里藏族自治县','200000',NULL,3,'0,24,292',1,0),(2705,0,292,'盐源县','200000',NULL,3,'0,24,292',1,0),(2706,0,292,'德昌县','201300',NULL,3,'0,24,292',1,0),(2707,0,292,'会理县','201600',NULL,3,'0,24,292',1,0),(2708,0,292,'会东县','201800',NULL,3,'0,24,292',1,0),(2709,0,292,'宁南县','201900',NULL,3,'0,24,292',1,0),(2710,0,292,'普格县','201700',NULL,3,'0,24,292',1,0),(2711,0,292,'布拖县','201500',NULL,3,'0,24,292',1,0),(2712,0,292,'金阳县','201400',NULL,3,'0,24,292',1,0),(2713,0,292,'昭觉县','202150',NULL,3,'0,24,292',1,0),(2714,0,292,'喜德县','616750',NULL,3,'0,24,292',1,0),(2715,0,292,'冕宁县','615600',NULL,3,'0,24,292',1,0),(2716,0,292,'越西县','616650',NULL,3,'0,24,292',1,0),(2717,0,292,'甘洛县','616850',NULL,3,'0,24,292',1,0),(2718,0,292,'美姑县','616450',NULL,3,'0,24,292',1,0),(2719,0,292,'雷波县','616550',NULL,3,'0,24,292',1,0),(2720,0,293,'南明区','550001',NULL,3,'0,25,293',1,0),(2721,0,293,'云岩区','550001',NULL,3,'0,25,293',1,0),(2722,0,293,'花溪区','550025',NULL,3,'0,25,293',1,0),(2723,0,293,'乌当区','550018',NULL,3,'0,25,293',1,0),(2724,0,293,'白云区','550014',NULL,3,'0,25,293',1,0),(2725,0,293,'小河区','550009',NULL,3,'0,25,293',1,0),(2726,0,293,'开阳县','550300',NULL,3,'0,25,293',1,0),(2727,0,293,'息烽县','551100',NULL,3,'0,25,293',1,0),(2728,0,293,'修文县','550200',NULL,3,'0,25,293',1,0),(2729,0,293,'清镇市','551400',NULL,3,'0,25,293',1,0),(2730,0,293,'金阳新区','550081',NULL,3,'0,25,293',1,0),(2731,0,294,'钟山区','553000',NULL,3,'0,25,294',1,0),(2732,0,294,'六枝特区','553400',NULL,3,'0,25,294',1,0),(2733,0,294,'水城县','553000',NULL,3,'0,25,294',1,0),(2734,0,294,'盘县','561601',NULL,3,'0,25,294',1,0),(2735,0,295,'红花岗区','563000',NULL,3,'0,25,295',1,0),(2736,0,295,'汇川区','563000',NULL,3,'0,25,295',1,0),(2737,0,295,'遵义县','563100',NULL,3,'0,25,295',1,0),(2738,0,295,'桐梓县','563200',NULL,3,'0,25,295',1,0),(2739,0,295,'绥阳县','563300',NULL,3,'0,25,295',1,0),(2740,0,295,'正安县','563400',NULL,3,'0,25,295',1,0),(2741,0,295,'道真仡佬族苗族自治县','563500',NULL,3,'0,25,295',1,0),(2742,0,295,'务川仡佬族苗族自治县','564300',NULL,3,'0,25,295',1,0),(2743,0,295,'凤冈县','564200',NULL,3,'0,25,295',1,0),(2744,0,295,'湄潭县','564100',NULL,3,'0,25,295',1,0),(2745,0,295,'余庆县','564400',NULL,3,'0,25,295',1,0),(2746,0,295,'习水县','564600',NULL,3,'0,25,295',1,0),(2747,0,295,'赤水市','564700',NULL,3,'0,25,295',1,0),(2748,0,295,'仁怀市','564500',NULL,3,'0,25,295',1,0),(2749,0,296,'西秀区','561000',NULL,3,'0,25,296',1,0),(2750,0,296,'平坝县','561100',NULL,3,'0,25,296',1,0),(2751,0,296,'普定县','562100',NULL,3,'0,25,296',1,0),(2752,0,296,'镇宁布依族苗族自治县','561200',NULL,3,'0,25,296',1,0),(2753,0,296,'关岭布依族苗族自治县','561300',NULL,3,'0,25,296',1,0),(2754,0,296,'紫云苗族布依族自治县','550800',NULL,3,'0,25,296',1,0),(2755,0,297,'铜仁市','554300',NULL,3,'0,25,297',1,0),(2756,0,297,'江口县','554400',NULL,3,'0,25,297',1,0),(2757,0,297,'玉屏侗族自治县','554004',NULL,3,'0,25,297',1,0),(2758,0,297,'石阡县','555100',NULL,3,'0,25,297',1,0),(2759,0,297,'思南县','565100',NULL,3,'0,25,297',1,0),(2760,0,297,'印江土家族苗族自治县','555200',NULL,3,'0,25,297',1,0),(2761,0,297,'德江县','565200',NULL,3,'0,25,297',1,0),(2762,0,297,'沿河土家族自治县','565300',NULL,3,'0,25,297',1,0),(2763,0,297,'松桃苗族自治县','554100',NULL,3,'0,25,297',1,0),(2764,0,297,'万山特区','554200',NULL,3,'0,25,297',1,0),(2765,0,298,'兴义市','562400',NULL,3,'0,25,298',1,0),(2766,0,298,'兴仁县','562300',NULL,3,'0,25,298',1,0),(2767,0,298,'普安县','561500',NULL,3,'0,25,298',1,0),(2768,0,298,'晴隆县','561400',NULL,3,'0,25,298',1,0),(2769,0,298,'贞丰县','562200',NULL,3,'0,25,298',1,0),(2770,0,298,'望谟县','552300',NULL,3,'0,25,298',1,0),(2771,0,298,'册亨县','552200',NULL,3,'0,25,298',1,0),(2772,0,298,'安龙县','552400',NULL,3,'0,25,298',1,0),(2773,0,299,'毕节市','551700',NULL,3,'0,25,299',1,0),(2774,0,299,'大方县','551600',NULL,3,'0,25,299',1,0),(2775,0,299,'黔西县','551500',NULL,3,'0,25,299',1,0),(2776,0,299,'金沙县','551800',NULL,3,'0,25,299',1,0),(2777,0,299,'织金县','552100',NULL,3,'0,25,299',1,0),(2778,0,299,'纳雍县','553300',NULL,3,'0,25,299',1,0),(2779,0,299,'威宁彝族回族苗族自治县','553100',NULL,3,'0,25,299',1,0),(2780,0,299,'赫章县','553200',NULL,3,'0,25,299',1,0),(2781,0,300,'凯里市','556000',NULL,3,'0,25,300',1,0),(2782,0,300,'黄平县','556100',NULL,3,'0,25,300',1,0),(2783,0,300,'施秉县','556200',NULL,3,'0,25,300',1,0),(2784,0,300,'三穗县','556500',NULL,3,'0,25,300',1,0),(2785,0,300,'镇远县','557700',NULL,3,'0,25,300',1,0),(2786,0,300,'岑巩县','557800',NULL,3,'0,25,300',1,0),(2787,0,300,'天柱县','556600',NULL,3,'0,25,300',1,0),(2788,0,300,'锦屏县','556700',NULL,3,'0,25,300',1,0),(2789,0,300,'剑河县','556400',NULL,3,'0,25,300',1,0),(2790,0,300,'台江县','556300',NULL,3,'0,25,300',1,0),(2791,0,300,'黎平县','557300',NULL,3,'0,25,300',1,0),(2792,0,300,'榕江县','557200',NULL,3,'0,25,300',1,0),(2793,0,300,'从江县','557400',NULL,3,'0,25,300',1,0),(2794,0,300,'雷山县','557100',NULL,3,'0,25,300',1,0),(2795,0,300,'麻江县','557600',NULL,3,'0,25,300',1,0),(2796,0,300,'丹寨县','557500',NULL,3,'0,25,300',1,0),(2797,0,301,'都匀市','558000',NULL,3,'0,25,301',1,0),(2798,0,301,'福泉市','550500',NULL,3,'0,25,301',1,0),(2799,0,301,'荔波县','558400',NULL,3,'0,25,301',1,0),(2800,0,301,'贵定县','551300',NULL,3,'0,25,301',1,0),(2801,0,301,'瓮安县','550400',NULL,3,'0,25,301',1,0),(2802,0,301,'独山县','558200',NULL,3,'0,25,301',1,0),(2803,0,301,'平塘县','558300',NULL,3,'0,25,301',1,0),(2804,0,301,'罗甸县','550100',NULL,3,'0,25,301',1,0),(2805,0,301,'长顺县','550700',NULL,3,'0,25,301',1,0),(2806,0,301,'龙里县','551200',NULL,3,'0,25,301',1,0),(2807,0,301,'惠水县','550600',NULL,3,'0,25,301',1,0),(2808,0,301,'三都水族自治县','558100',NULL,3,'0,25,301',1,0),(2809,0,302,'五华区','650032',NULL,3,'0,26,302',1,0),(2810,0,302,'盘龙区','650051',NULL,3,'0,26,302',1,0),(2811,0,302,'官渡区','650220',NULL,3,'0,26,302',1,0),(2812,0,302,'西山区','650100',NULL,3,'0,26,302',1,0),(2813,0,302,'东川区','654100',NULL,3,'0,26,302',1,0),(2814,0,302,'呈贡县','650500',NULL,3,'0,26,302',1,0),(2815,0,302,'晋宁县','650600',NULL,3,'0,26,302',1,0),(2816,0,302,'富民县','650400',NULL,3,'0,26,302',1,0),(2817,0,302,'宜良县','652100',NULL,3,'0,26,302',1,0),(2818,0,302,'石林彝族自治县','652200',NULL,3,'0,26,302',1,0),(2819,0,302,'嵩明县','651700',NULL,3,'0,26,302',1,0),(2820,0,302,'禄劝彝族苗族自治县','651500',NULL,3,'0,26,302',1,0),(2821,0,302,'寻甸回族彝族自治县','655200',NULL,3,'0,26,302',1,0),(2822,0,302,'安宁市','650300',NULL,3,'0,26,302',1,0),(2823,0,303,'麒麟区','655000',NULL,3,'0,26,303',1,0),(2824,0,303,'马龙县','655100',NULL,3,'0,26,303',1,0),(2825,0,303,'陆良县','655600',NULL,3,'0,26,303',1,0),(2826,0,303,'师宗县','655700',NULL,3,'0,26,303',1,0),(2827,0,303,'罗平县','655800',NULL,3,'0,26,303',1,0),(2828,0,303,'富源县','655500',NULL,3,'0,26,303',1,0),(2829,0,303,'会泽县','654200',NULL,3,'0,26,303',1,0),(2830,0,303,'沾益县','655331',NULL,3,'0,26,303',1,0),(2831,0,303,'宣威市','655400',NULL,3,'0,26,303',1,0),(2832,0,304,'红塔区','653100',NULL,3,'0,26,304',1,0),(2833,0,304,'江川县','652600',NULL,3,'0,26,304',1,0),(2834,0,304,'澄江县','652500',NULL,3,'0,26,304',1,0),(2835,0,304,'通海县','652700',NULL,3,'0,26,304',1,0),(2836,0,304,'华宁县','652800',NULL,3,'0,26,304',1,0),(2837,0,304,'易门县','651100',NULL,3,'0,26,304',1,0),(2838,0,304,'峨山彝族自治县','653200',NULL,3,'0,26,304',1,0),(2839,0,304,'新平彝族傣族自治县','653400',NULL,3,'0,26,304',1,0),(2840,0,304,'元江哈尼族彝族傣族自治县','653300',NULL,3,'0,26,304',1,0),(2841,0,305,'隆阳区','678000',NULL,3,'0,26,305',1,0),(2842,0,305,'施甸县','678200',NULL,3,'0,26,305',1,0),(2843,0,305,'腾冲县','679100',NULL,3,'0,26,305',1,0),(2844,0,305,'龙陵县','678300',NULL,3,'0,26,305',1,0),(2845,0,305,'昌宁县','678100',NULL,3,'0,26,305',1,0),(2846,0,306,'昭阳区','657000',NULL,3,'0,26,306',1,0),(2847,0,306,'鲁甸县','657100',NULL,3,'0,26,306',1,0),(2848,0,306,'巧家县','654600',NULL,3,'0,26,306',1,0),(2849,0,306,'盐津县','657500',NULL,3,'0,26,306',1,0),(2850,0,306,'大关县','657400',NULL,3,'0,26,306',1,0),(2851,0,306,'永善县','657300',NULL,3,'0,26,306',1,0),(2852,0,306,'绥江县','657700',NULL,3,'0,26,306',1,0),(2853,0,306,'镇雄县','657200',NULL,3,'0,26,306',1,0),(2854,0,306,'彝良县','657600',NULL,3,'0,26,306',1,0),(2855,0,306,'威信县','657900',NULL,3,'0,26,306',1,0),(2856,0,306,'水富县','657800',NULL,3,'0,26,306',1,0),(2857,0,307,'古城区','674100',NULL,3,'0,26,307',1,0),(2858,0,307,'玉龙纳西族自治县','674100',NULL,3,'0,26,307',1,0),(2859,0,307,'永胜县','674200',NULL,3,'0,26,307',1,0),(2860,0,307,'华坪县','674800',NULL,3,'0,26,307',1,0),(2861,0,307,'宁蒗彝族自治县','674300',NULL,3,'0,26,307',1,0),(2862,0,308,'思茅区','665000',NULL,3,'0,26,308',1,0),(2863,0,308,'宁洱哈尼族彝族自治县','665100',NULL,3,'0,26,308',1,0),(2864,0,308,'墨江哈尼族自治县','654800',NULL,3,'0,26,308',1,0),(2865,0,308,'景东彝族自治县','676200',NULL,3,'0,26,308',1,0),(2866,0,308,'景谷傣族彝族自治县','666400',NULL,3,'0,26,308',1,0),(2867,0,308,'镇沅彝族哈尼族拉祜族自治县','666500',NULL,3,'0,26,308',1,0),(2868,0,308,'江城哈尼族彝族自治县','665900',NULL,3,'0,26,308',1,0),(2869,0,308,'孟连傣族拉祜族佤族自治县','665800',NULL,3,'0,26,308',1,0),(2870,0,308,'澜沧拉祜族自治县','665600',NULL,3,'0,26,308',1,0),(2871,0,308,'西盟佤族自治县','665700',NULL,3,'0,26,308',1,0),(2872,0,309,'临翔区','677000',NULL,3,'0,26,309',1,0),(2873,0,309,'凤庆县','675900',NULL,3,'0,26,309',1,0),(2874,0,309,'云县','675800',NULL,3,'0,26,309',1,0),(2875,0,309,'永德县','677600',NULL,3,'0,26,309',1,0),(2876,0,309,'镇康县','677704',NULL,3,'0,26,309',1,0),(2877,0,309,'双江拉祜族佤族布朗族傣族自治县','677300',NULL,3,'0,26,309',1,0),(2878,0,309,'耿马傣族佤族自治县','677500',NULL,3,'0,26,309',1,0),(2879,0,309,'沧源佤族自治县','677400',NULL,3,'0,26,309',1,0),(2880,0,310,'楚雄市','675000',NULL,3,'0,26,310',1,0),(2881,0,310,'双柏县','675100',NULL,3,'0,26,310',1,0),(2882,0,310,'牟定县','675500',NULL,3,'0,26,310',1,0),(2883,0,310,'南华县','675200',NULL,3,'0,26,310',1,0),(2884,0,310,'姚安县','675300',NULL,3,'0,26,310',1,0),(2885,0,310,'大姚县','675400',NULL,3,'0,26,310',1,0),(2886,0,310,'永仁县','651400',NULL,3,'0,26,310',1,0),(2887,0,310,'元谋县','651300',NULL,3,'0,26,310',1,0),(2888,0,310,'武定县','651600',NULL,3,'0,26,310',1,0),(2889,0,310,'禄丰县','651200',NULL,3,'0,26,310',1,0),(2890,0,311,'个旧市','661000',NULL,3,'0,26,311',1,0),(2891,0,311,'开远市','661600',NULL,3,'0,26,311',1,0),(2892,0,311,'蒙自县','661100',NULL,3,'0,26,311',1,0),(2893,0,311,'屏边苗族自治县','661200',NULL,3,'0,26,311',1,0),(2894,0,311,'建水县','654300',NULL,3,'0,26,311',1,0),(2895,0,311,'石屏县','662200',NULL,3,'0,26,311',1,0),(2896,0,311,'弥勒县','652300',NULL,3,'0,26,311',1,0),(2897,0,311,'泸西县','652400',NULL,3,'0,26,311',1,0),(2898,0,311,'元阳县','662400',NULL,3,'0,26,311',1,0),(2899,0,311,'红河县','654400',NULL,3,'0,26,311',1,0),(2900,0,311,'金平苗族瑶族傣族自治县','661500',NULL,3,'0,26,311',1,0),(2901,0,311,'绿春县','662500',NULL,3,'0,26,311',1,0),(2902,0,311,'河口瑶族自治县','661300',NULL,3,'0,26,311',1,0),(2903,0,312,'文山县','663000',NULL,3,'0,26,312',1,0),(2904,0,312,'砚山县','663100',NULL,3,'0,26,312',1,0),(2905,0,312,'西畴县','663500',NULL,3,'0,26,312',1,0),(2906,0,312,'麻栗坡县','663600',NULL,3,'0,26,312',1,0),(2907,0,312,'马关县','663700',NULL,3,'0,26,312',1,0),(2908,0,312,'丘北县','663200',NULL,3,'0,26,312',1,0),(2909,0,312,'广南县','663300',NULL,3,'0,26,312',1,0),(2910,0,312,'富宁县','663400',NULL,3,'0,26,312',1,0),(2911,0,313,'景洪市','666100',NULL,3,'0,26,313',1,0),(2912,0,313,'勐海县','666200',NULL,3,'0,26,313',1,0),(2913,0,313,'勐腊县','666300',NULL,3,'0,26,313',1,0),(2914,0,314,'大理市','671000',NULL,3,'0,26,314',1,0),(2915,0,314,'漾濞彝族自治县','672500',NULL,3,'0,26,314',1,0),(2916,0,314,'祥云县','672100',NULL,3,'0,26,314',1,0),(2917,0,314,'宾川县','671600',NULL,3,'0,26,314',1,0),(2918,0,314,'弥渡县','675600',NULL,3,'0,26,314',1,0),(2919,0,314,'南涧彝族自治县','675700',NULL,3,'0,26,314',1,0),(2920,0,314,'巍山彝族回族自治县','672400',NULL,3,'0,26,314',1,0),(2921,0,314,'永平县','672600',NULL,3,'0,26,314',1,0),(2922,0,314,'云龙县','672700',NULL,3,'0,26,314',1,0),(2923,0,314,'洱源县','671200',NULL,3,'0,26,314',1,0),(2924,0,314,'剑川县','671300',NULL,3,'0,26,314',1,0),(2925,0,314,'鹤庆县','671500',NULL,3,'0,26,314',1,0),(2926,0,315,'瑞丽市','678600',NULL,3,'0,26,315',1,0),(2927,0,315,'潞西市','678400',NULL,3,'0,26,315',1,0),(2928,0,315,'梁河县','679200',NULL,3,'0,26,315',1,0),(2929,0,315,'盈江县','679300',NULL,3,'0,26,315',1,0),(2930,0,315,'陇川县','678700',NULL,3,'0,26,315',1,0),(2931,0,316,'泸水县','673100',NULL,3,'0,26,316',1,0),(2932,0,316,'福贡县','673400',NULL,3,'0,26,316',1,0),(2933,0,316,'贡山独龙族怒族自治县','673500',NULL,3,'0,26,316',1,0),(2934,0,316,'兰坪白族普米族自治县','671400',NULL,3,'0,26,316',1,0),(2935,0,317,'香格里拉县','674400',NULL,3,'0,26,317',1,0),(2936,0,317,'德钦县','674500',NULL,3,'0,26,317',1,0),(2937,0,317,'维西傈僳族自治县','674600',NULL,3,'0,26,317',1,0),(2938,0,318,'城关区','850000',NULL,3,'0,27,318',1,0),(2939,0,318,'林周县','852000',NULL,3,'0,27,318',1,0),(2940,0,318,'当雄县','851500',NULL,3,'0,27,318',1,0),(2941,0,318,'尼木县','851300',NULL,3,'0,27,318',1,0),(2942,0,318,'曲水县','850600',NULL,3,'0,27,318',1,0),(2943,0,318,'堆龙德庆县','851400',NULL,3,'0,27,318',1,0),(2944,0,318,'达孜县','850100',NULL,3,'0,27,318',1,0),(2945,0,318,'墨竹工卡县','850200',NULL,3,'0,27,318',1,0),(2946,0,319,'昌都县','854000',NULL,3,'0,27,319',1,0),(2947,0,319,'江达县','854100',NULL,3,'0,27,319',1,0),(2948,0,319,'贡觉县','854200',NULL,3,'0,27,319',1,0),(2949,0,319,'类乌齐县','855600',NULL,3,'0,27,319',1,0),(2950,0,319,'丁青县','855700',NULL,3,'0,27,319',1,0),(2951,0,319,'察雅县','854300',NULL,3,'0,27,319',1,0),(2952,0,319,'八宿县','854600',NULL,3,'0,27,319',1,0),(2953,0,319,'左贡县','854400',NULL,3,'0,27,319',1,0),(2954,0,319,'芒康县','854500',NULL,3,'0,27,319',1,0),(2955,0,319,'洛隆县','855400',NULL,3,'0,27,319',1,0),(2956,0,319,'边坝县','855500',NULL,3,'0,27,319',1,0),(2957,0,320,'乃东县','856100',NULL,3,'0,27,320',1,0),(2958,0,320,'扎囊县','850800',NULL,3,'0,27,320',1,0),(2959,0,320,'贡嘎县','850700',NULL,3,'0,27,320',1,0),(2960,0,320,'桑日县','856200',NULL,3,'0,27,320',1,0),(2961,0,320,'琼结县','856800',NULL,3,'0,27,320',1,0),(2962,0,320,'曲松县','856300',NULL,3,'0,27,320',1,0),(2963,0,320,'措美县','856900',NULL,3,'0,27,320',1,0),(2964,0,320,'洛扎县','851200',NULL,3,'0,27,320',1,0),(2965,0,320,'加查县','856400',NULL,3,'0,27,320',1,0),(2966,0,320,'隆子县','856600',NULL,3,'0,27,320',1,0),(2967,0,320,'错那县','856700',NULL,3,'0,27,320',1,0),(2968,0,320,'浪卡子县','851000',NULL,3,'0,27,320',1,0),(2969,0,321,'日喀则市','857000',NULL,3,'0,27,321',1,0),(2970,0,321,'南木林县','857100',NULL,3,'0,27,321',1,0),(2971,0,321,'江孜县','857400',NULL,3,'0,27,321',1,0),(2972,0,321,'定日县','858200',NULL,3,'0,27,321',1,0),(2973,0,321,'萨迦县','857800',NULL,3,'0,27,321',1,0),(2974,0,321,'拉孜县','858100',NULL,3,'0,27,321',1,0),(2975,0,321,'昂仁县','858500',NULL,3,'0,27,321',1,0),(2976,0,321,'谢通门县','858900',NULL,3,'0,27,321',1,0),(2977,0,321,'白朗县','857300',NULL,3,'0,27,321',1,0),(2978,0,321,'仁布县','857200',NULL,3,'0,27,321',1,0),(2979,0,321,'康马县','857500',NULL,3,'0,27,321',1,0),(2980,0,321,'定结县','857900',NULL,3,'0,27,321',1,0),(2981,0,321,'仲巴县','858800',NULL,3,'0,27,321',1,0),(2982,0,321,'亚东县','857600',NULL,3,'0,27,321',1,0),(2983,0,321,'吉隆县','858700',NULL,3,'0,27,321',1,0),(2984,0,321,'聂拉木县','858300',NULL,3,'0,27,321',1,0),(2985,0,321,'萨嘎县','857800',NULL,3,'0,27,321',1,0),(2986,0,321,'岗巴县','857700',NULL,3,'0,27,321',1,0),(2987,0,322,'那曲县','852000',NULL,3,'0,27,322',1,0),(2988,0,322,'嘉黎县','852400',NULL,3,'0,27,322',1,0),(2989,0,322,'比如县','852300',NULL,3,'0,27,322',1,0),(2990,0,322,'聂荣县','853500',NULL,3,'0,27,322',1,0),(2991,0,322,'安多县','852600',NULL,3,'0,27,322',1,0),(2992,0,322,'申扎县','853100',NULL,3,'0,27,322',1,0),(2993,0,322,'索县','852200',NULL,3,'0,27,322',1,0),(2994,0,322,'班戈县','852500',NULL,3,'0,27,322',1,0),(2995,0,322,'巴青县','852100',NULL,3,'0,27,322',1,0),(2996,0,322,'尼玛县','853200',NULL,3,'0,27,322',1,0),(2997,0,323,'普兰县','859500',NULL,3,'0,27,323',1,0),(2998,0,323,'札达县','859600',NULL,3,'0,27,323',1,0),(2999,0,323,'噶尔县','859400',NULL,3,'0,27,323',1,0),(3000,0,323,'日土县','859700',NULL,3,'0,27,323',1,0),(3001,0,323,'革吉县','859100',NULL,3,'0,27,323',1,0),(3002,0,323,'改则县','859200',NULL,3,'0,27,323',1,0),(3003,0,323,'措勤县','859300',NULL,3,'0,27,323',1,0),(3004,0,324,'林芝县','850400',NULL,3,'0,27,324',1,0),(3005,0,324,'工布江达县','850300',NULL,3,'0,27,324',1,0),(3006,0,324,'米林县','860500',NULL,3,'0,27,324',1,0),(3007,0,324,'墨脱县','855300',NULL,3,'0,27,324',1,0),(3008,0,324,'波密县','855200',NULL,3,'0,27,324',1,0),(3009,0,324,'察隅县','855100',NULL,3,'0,27,324',1,0),(3010,0,324,'朗县','856500',NULL,3,'0,27,324',1,0),(3011,0,325,'新城区','710004',NULL,3,'0,28,325',1,0),(3012,0,325,'碑林区','710001',NULL,3,'0,28,325',1,0),(3013,0,325,'莲湖区','710003',NULL,3,'0,28,325',1,0),(3014,0,325,'灞桥区','710038',NULL,3,'0,28,325',1,0),(3015,0,325,'未央区','710014',NULL,3,'0,28,325',1,0),(3016,0,325,'雁塔区','710061',NULL,3,'0,28,325',1,0),(3017,0,325,'阎良区','710087',NULL,3,'0,28,325',1,0),(3018,0,325,'临潼区','710600',NULL,3,'0,28,325',1,0),(3019,0,325,'长安区','710100',NULL,3,'0,28,325',1,0),(3020,0,325,'蓝田县','710500',NULL,3,'0,28,325',1,0),(3021,0,325,'周至县','710400',NULL,3,'0,28,325',1,0),(3022,0,325,'户县','710300',NULL,3,'0,28,325',1,0),(3023,0,325,'高陵县','710200',NULL,3,'0,28,325',1,0),(3024,0,325,'高新区','710075',NULL,3,'0,28,325',1,0),(3025,0,326,'王益区','727000',NULL,3,'0,28,326',1,0),(3026,0,326,'印台区','727007',NULL,3,'0,28,326',1,0),(3027,0,326,'耀州区','727100',NULL,3,'0,28,326',1,0),(3028,0,326,'宜君县','727200',NULL,3,'0,28,326',1,0),(3029,0,326,'新区','727100',NULL,3,'0,28,326',1,0),(3030,0,327,'渭滨区','721000',NULL,3,'0,28,327',1,0),(3031,0,327,'金台区','721000',NULL,3,'0,28,327',1,0),(3032,0,327,'陈仓区','721300',NULL,3,'0,28,327',1,0),(3033,0,327,'凤翔县','721400',NULL,3,'0,28,327',1,0),(3034,0,327,'岐山县','722400',NULL,3,'0,28,327',1,0),(3035,0,327,'扶风县','722200',NULL,3,'0,28,327',1,0),(3036,0,327,'眉县','722300',NULL,3,'0,28,327',1,0),(3037,0,327,'陇县','721200',NULL,3,'0,28,327',1,0),(3038,0,327,'千阳县','721100',NULL,3,'0,28,327',1,0),(3039,0,327,'麟游县','721500',NULL,3,'0,28,327',1,0),(3040,0,327,'凤县','721700',NULL,3,'0,28,327',1,0),(3041,0,327,'太白县','721600',NULL,3,'0,28,327',1,0),(3042,0,328,'秦都区','712000',NULL,3,'0,28,328',1,0),(3043,0,328,'渭城区','712000',NULL,3,'0,28,328',1,0),(3044,0,328,'杨陵区','712100',NULL,3,'0,28,328',1,0),(3045,0,328,'三原县','713800',NULL,3,'0,28,328',1,0),(3046,0,328,'泾阳县','713700',NULL,3,'0,28,328',1,0),(3047,0,328,'兴平市','713100',NULL,3,'0,28,328',1,0),(3048,0,328,'乾县','713300',NULL,3,'0,28,328',1,0),(3049,0,328,'礼泉县','713200',NULL,3,'0,28,328',1,0),(3050,0,328,'永寿县','713400',NULL,3,'0,28,328',1,0),(3051,0,328,'彬县','713500',NULL,3,'0,28,328',1,0),(3052,0,328,'长武县','713600',NULL,3,'0,28,328',1,0),(3053,0,328,'旬邑县','711300',NULL,3,'0,28,328',1,0),(3054,0,328,'淳化县','711200',NULL,3,'0,28,328',1,0),(3055,0,328,'武功县','712200',NULL,3,'0,28,328',1,0),(3056,0,329,'临渭区','714000',NULL,3,'0,28,329',1,0),(3057,0,329,'华县','714100',NULL,3,'0,28,329',1,0),(3058,0,329,'潼关县','714300',NULL,3,'0,28,329',1,0),(3059,0,329,'大荔县','715100',NULL,3,'0,28,329',1,0),(3060,0,329,'合阳县','715300',NULL,3,'0,28,329',1,0),(3061,0,329,'澄城县','715200',NULL,3,'0,28,329',1,0),(3062,0,329,'蒲城县','715500',NULL,3,'0,28,329',1,0),(3063,0,329,'白水县','715600',NULL,3,'0,28,329',1,0),(3064,0,329,'富平县','711700',NULL,3,'0,28,329',1,0),(3065,0,329,'韩城市','715400',NULL,3,'0,28,329',1,0),(3066,0,329,'华阴市','714200',NULL,3,'0,28,329',1,0),(3067,0,330,'宝塔区','716000',NULL,3,'0,28,330',1,0),(3068,0,330,'延长县','717100',NULL,3,'0,28,330',1,0),(3069,0,330,'延川县','717200',NULL,3,'0,28,330',1,0),(3070,0,330,'子长县','717300',NULL,3,'0,28,330',1,0),(3071,0,330,'安塞县','717400',NULL,3,'0,28,330',1,0),(3072,0,330,'志丹县','717500',NULL,3,'0,28,330',1,0),(3073,0,330,'吴旗县','717600',NULL,3,'0,28,330',1,0),(3074,0,330,'甘泉县','716100',NULL,3,'0,28,330',1,0),(3075,0,330,'富县','727500',NULL,3,'0,28,330',1,0),(3076,0,330,'洛川县','727400',NULL,3,'0,28,330',1,0),(3077,0,330,'宜川县','716200',NULL,3,'0,28,330',1,0),(3078,0,330,'黄龙县','715700',NULL,3,'0,28,330',1,0),(3079,0,330,'黄陵县','727300',NULL,3,'0,28,330',1,0),(3080,0,331,'汉台区','723000',NULL,3,'0,28,331',1,0),(3081,0,331,'南郑县','723100',NULL,3,'0,28,331',1,0),(3082,0,331,'城固县','723200',NULL,3,'0,28,331',1,0),(3083,0,331,'洋县','723300',NULL,3,'0,28,331',1,0),(3084,0,331,'西乡县','723500',NULL,3,'0,28,331',1,0),(3085,0,331,'勉县','724200',NULL,3,'0,28,331',1,0),(3086,0,331,'宁强县','724400',NULL,3,'0,28,331',1,0),(3087,0,331,'略阳县','724300',NULL,3,'0,28,331',1,0),(3088,0,331,'镇巴县','723600',NULL,3,'0,28,331',1,0),(3089,0,331,'留坝县','724100',NULL,3,'0,28,331',1,0),(3090,0,331,'佛坪县','723400',NULL,3,'0,28,331',1,0),(3091,0,331,'经济开发区','723000',NULL,3,'0,28,331',1,0),(3092,0,332,'榆阳区','719000',NULL,3,'0,28,332',1,0),(3093,0,332,'神木县','719300',NULL,3,'0,28,332',1,0),(3094,0,332,'府谷县','719400',NULL,3,'0,28,332',1,0),(3095,0,332,'横山县','719100',NULL,3,'0,28,332',1,0),(3096,0,332,'靖边县','718500',NULL,3,'0,28,332',1,0),(3097,0,332,'定边县','718600',NULL,3,'0,28,332',1,0),(3098,0,332,'绥德县','718000',NULL,3,'0,28,332',1,0),(3099,0,332,'米脂县','718100',NULL,3,'0,28,332',1,0),(3100,0,332,'佳县','719200',NULL,3,'0,28,332',1,0),(3101,0,332,'吴堡县','718200',NULL,3,'0,28,332',1,0),(3102,0,332,'清涧县','718300',NULL,3,'0,28,332',1,0),(3103,0,332,'子洲县','718400',NULL,3,'0,28,332',1,0),(3104,0,333,'汉滨区','725000',NULL,3,'0,28,333',1,0),(3105,0,333,'汉阴县','725100',NULL,3,'0,28,333',1,0),(3106,0,333,'石泉县','725200',NULL,3,'0,28,333',1,0),(3107,0,333,'宁陕县','711600',NULL,3,'0,28,333',1,0),(3108,0,333,'紫阳县','725300',NULL,3,'0,28,333',1,0),(3109,0,333,'岚皋县','725400',NULL,3,'0,28,333',1,0),(3110,0,333,'平利县','725500',NULL,3,'0,28,333',1,0),(3111,0,333,'镇坪县','725600',NULL,3,'0,28,333',1,0),(3112,0,333,'旬阳县','725700',NULL,3,'0,28,333',1,0),(3113,0,333,'白河县','725800',NULL,3,'0,28,333',1,0),(3114,0,334,'商州区','726000',NULL,3,'0,28,334',1,0),(3115,0,334,'洛南县','726100',NULL,3,'0,28,334',1,0),(3116,0,334,'丹凤县','726200',NULL,3,'0,28,334',1,0),(3117,0,334,'商南县','726300',NULL,3,'0,28,334',1,0),(3118,0,334,'山阳县','726400',NULL,3,'0,28,334',1,0),(3119,0,334,'镇安县','711500',NULL,3,'0,28,334',1,0),(3120,0,334,'柞水县','674100',NULL,3,'0,28,334',1,0),(3121,0,335,'城关区','674100',NULL,3,'0,29,335',1,0),(3122,0,335,'七里河区','674100',NULL,3,'0,29,335',1,0),(3123,0,335,'西固区','674100',NULL,3,'0,29,335',1,0),(3124,0,335,'安宁区','674100',NULL,3,'0,29,335',1,0),(3125,0,335,'红古区','678000',NULL,3,'0,29,335',1,0),(3126,0,335,'永登县','678000',NULL,3,'0,29,335',1,0),(3127,0,335,'皋兰县','678000',NULL,3,'0,29,335',1,0),(3128,0,335,'榆中县','678000',NULL,3,'0,29,335',1,0),(3129,0,336,'嘉峪关市','678000',NULL,3,'0,29,336',1,0),(3130,0,337,'金川区','737103',NULL,3,'0,29,337',1,0),(3131,0,337,'永昌县','737200',NULL,3,'0,29,337',1,0),(3132,0,338,'白银区','730900',NULL,3,'0,29,338',1,0),(3133,0,338,'平川区','730913',NULL,3,'0,29,338',1,0),(3134,0,338,'靖远县','730600',NULL,3,'0,29,338',1,0),(3135,0,338,'会宁县','730700',NULL,3,'0,29,338',1,0),(3136,0,338,'景泰县','730400',NULL,3,'0,29,338',1,0),(3137,0,339,'秦州区','741000',NULL,3,'0,29,339',1,0),(3138,0,339,'麦积区','741020',NULL,3,'0,29,339',1,0),(3139,0,339,'清水县','741400',NULL,3,'0,29,339',1,0),(3140,0,339,'秦安县','671000',NULL,3,'0,29,339',1,0),(3141,0,339,'甘谷县','671000',NULL,3,'0,29,339',1,0),(3142,0,339,'武山县','671000',NULL,3,'0,29,339',1,0),(3143,0,339,'张家川回族自治县','671000',NULL,3,'0,29,339',1,0),(3144,0,340,'凉州区','671000',NULL,3,'0,29,340',1,0),(3145,0,340,'民勤县','671000',NULL,3,'0,29,340',1,0),(3146,0,340,'古浪县','671000',NULL,3,'0,29,340',1,0),(3147,0,340,'天祝藏族自治县','671000',NULL,3,'0,29,340',1,0),(3148,0,341,'甘州区','671000',NULL,3,'0,29,341',1,0),(3149,0,341,'肃南裕固族自治县','671000',NULL,3,'0,29,341',1,0),(3150,0,341,'民乐县','671000',NULL,3,'0,29,341',1,0),(3151,0,341,'临泽县','671000',NULL,3,'0,29,341',1,0),(3152,0,341,'高台县','734300',NULL,3,'0,29,341',1,0),(3153,0,341,'山丹县','734100',NULL,3,'0,29,341',1,0),(3154,0,342,'崆峒区','678400',NULL,3,'0,29,342',1,0),(3155,0,342,'泾川县','744300',NULL,3,'0,29,342',1,0),(3156,0,342,'灵台县','744400',NULL,3,'0,29,342',1,0),(3157,0,342,'崇信县','744200',NULL,3,'0,29,342',1,0),(3158,0,342,'华亭县','744100',NULL,3,'0,29,342',1,0),(3159,0,342,'庄浪县','744600',NULL,3,'0,29,342',1,0),(3160,0,342,'静宁县','743400',NULL,3,'0,29,342',1,0),(3161,0,343,'肃州区','735000',NULL,3,'0,29,343',1,0),(3162,0,343,'金塔县','735300',NULL,3,'0,29,343',1,0),(3163,0,343,'安西县','736100',NULL,3,'0,29,343',1,0),(3164,0,343,'肃北蒙古族自治县','736300',NULL,3,'0,29,343',1,0),(3165,0,343,'阿克塞哈萨克族自治县','736400',NULL,3,'0,29,343',1,0),(3166,0,343,'玉门市','735200',NULL,3,'0,29,343',1,0),(3167,0,343,'敦煌市','736200',NULL,3,'0,29,343',1,0),(3168,0,344,'西峰区','745000',NULL,3,'0,29,344',1,0),(3169,0,344,'庆城县','745100',NULL,3,'0,29,344',1,0),(3170,0,344,'环县','745700',NULL,3,'0,29,344',1,0),(3171,0,344,'华池县','745600',NULL,3,'0,29,344',1,0),(3172,0,344,'合水县','745400',NULL,3,'0,29,344',1,0),(3173,0,344,'正宁县','677000',NULL,3,'0,29,344',1,0),(3174,0,344,'宁县','677000',NULL,3,'0,29,344',1,0),(3175,0,344,'镇原县','677000',NULL,3,'0,29,344',1,0),(3176,0,345,'安定区','677000',NULL,3,'0,29,345',1,0),(3177,0,345,'通渭县','677000',NULL,3,'0,29,345',1,0),(3178,0,345,'陇西县','677000',NULL,3,'0,29,345',1,0),(3179,0,345,'渭源县','677000',NULL,3,'0,29,345',1,0),(3180,0,345,'临洮县','677000',NULL,3,'0,29,345',1,0),(3181,0,345,'漳县','748300',NULL,3,'0,29,345',1,0),(3182,0,345,'岷县','748400',NULL,3,'0,29,345',1,0),(3183,0,346,'武都区','746000',NULL,3,'0,29,346',1,0),(3184,0,346,'成县','742500',NULL,3,'0,29,346',1,0),(3185,0,346,'文县','746400',NULL,3,'0,29,346',1,0),(3186,0,346,'宕昌县','748500',NULL,3,'0,29,346',1,0),(3187,0,346,'康县','746500',NULL,3,'0,29,346',1,0),(3188,0,346,'西和县','742100',NULL,3,'0,29,346',1,0),(3189,0,346,'礼县','742200',NULL,3,'0,29,346',1,0),(3190,0,346,'徽县','742300',NULL,3,'0,29,346',1,0),(3191,0,346,'两当县','742400',NULL,3,'0,29,346',1,0),(3192,0,347,'临夏市','731100',NULL,3,'0,29,347',1,0),(3193,0,347,'临夏县','731800',NULL,3,'0,29,347',1,0),(3194,0,347,'康乐县','731500',NULL,3,'0,29,347',1,0),(3195,0,347,'永靖县','731600',NULL,3,'0,29,347',1,0),(3196,0,347,'广河县','731300',NULL,3,'0,29,347',1,0),(3197,0,347,'和政县','731200',NULL,3,'0,29,347',1,0),(3198,0,347,'东乡族自治县','731400',NULL,3,'0,29,347',1,0),(3199,0,347,'积石山保安族东乡族撒拉族自治县','731700',NULL,3,'0,29,347',1,0),(3200,0,348,'合作市','747000',NULL,3,'0,29,348',1,0),(3201,0,348,'临潭县','747500',NULL,3,'0,29,348',1,0),(3202,0,348,'卓尼县','747600',NULL,3,'0,29,348',1,0),(3203,0,348,'舟曲县','746300',NULL,3,'0,29,348',1,0),(3204,0,348,'迭部县','747400',NULL,3,'0,29,348',1,0),(3205,0,348,'玛曲县','747300',NULL,3,'0,29,348',1,0),(3206,0,348,'碌曲县','747200',NULL,3,'0,29,348',1,0),(3207,0,348,'夏河县','747100',NULL,3,'0,29,348',1,0),(3208,0,349,'城东区','810000',NULL,3,'0,30,349',1,0),(3209,0,349,'城中区','810000',NULL,3,'0,30,349',1,0),(3210,0,349,'城西区','810000',NULL,3,'0,30,349',1,0),(3211,0,349,'城北区','810000',NULL,3,'0,30,349',1,0),(3212,0,349,'大通回族土族自治县','810100',NULL,3,'0,30,349',1,0),(3213,0,349,'湟中县','811600',NULL,3,'0,30,349',1,0),(3214,0,349,'湟源县','812100',NULL,3,'0,30,349',1,0),(3215,0,350,'平安县','810600',NULL,3,'0,30,350',1,0),(3216,0,350,'民和回族土族自治县','810800',NULL,3,'0,30,350',1,0),(3217,0,350,'乐都县','810700',NULL,3,'0,30,350',1,0),(3218,0,350,'互助土族自治县','810500',NULL,3,'0,30,350',1,0),(3219,0,350,'化隆回族自治县','810900',NULL,3,'0,30,350',1,0),(3220,0,350,'循化撒拉族自治县','811100',NULL,3,'0,30,350',1,0),(3221,0,351,'门源回族自治县','810300',NULL,3,'0,30,351',1,0),(3222,0,351,'祁连县','810400',NULL,3,'0,30,351',1,0),(3223,0,351,'海晏县','812200',NULL,3,'0,30,351',1,0),(3224,0,351,'刚察县','812300',NULL,3,'0,30,351',1,0),(3225,0,352,'同仁县','811300',NULL,3,'0,30,352',1,0),(3226,0,352,'尖扎县','811200',NULL,3,'0,30,352',1,0),(3227,0,352,'泽库县','811400',NULL,3,'0,30,352',1,0),(3228,0,352,'河南蒙古族自治县','811500',NULL,3,'0,30,352',1,0),(3229,0,353,'共和县','813000',NULL,3,'0,30,353',1,0),(3230,0,353,'同德县','813200',NULL,3,'0,30,353',1,0),(3231,0,353,'贵德县','811700',NULL,3,'0,30,353',1,0),(3232,0,353,'兴海县','813300',NULL,3,'0,30,353',1,0),(3233,0,353,'贵南县','813100',NULL,3,'0,30,353',1,0),(3234,0,354,'玛沁县','814000',NULL,3,'0,30,354',1,0),(3235,0,354,'班玛县','814300',NULL,3,'0,30,354',1,0),(3236,0,354,'甘德县','814100',NULL,3,'0,30,354',1,0),(3237,0,354,'达日县','814200',NULL,3,'0,30,354',1,0),(3238,0,354,'久治县','624700',NULL,3,'0,30,354',1,0),(3239,0,354,'玛多县','813500',NULL,3,'0,30,354',1,0),(3240,0,355,'玉树县','815000',NULL,3,'0,30,355',1,0),(3241,0,355,'杂多县','815300',NULL,3,'0,30,355',1,0),(3242,0,355,'称多县','815100',NULL,3,'0,30,355',1,0),(3243,0,355,'治多县','815400',NULL,3,'0,30,355',1,0),(3244,0,355,'囊谦县','815200',NULL,3,'0,30,355',1,0),(3245,0,355,'曲麻莱县','815500',NULL,3,'0,30,355',1,0),(3246,0,356,'格尔木市','816000',NULL,3,'0,30,356',1,0),(3247,0,356,'德令哈市','817000',NULL,3,'0,30,356',1,0),(3248,0,356,'乌兰县','817100',NULL,3,'0,30,356',1,0),(3249,0,356,'都兰县','816100',NULL,3,'0,30,356',1,0),(3250,0,356,'天峻县','817200',NULL,3,'0,30,356',1,0),(3251,0,356,'大柴旦行委','817300',NULL,3,'0,30,356',1,0),(3252,0,357,'兴庆区','750001',NULL,3,'0,31,357',1,0),(3253,0,357,'西夏区','750021',NULL,3,'0,31,357',1,0),(3254,0,357,'金凤区','750011',NULL,3,'0,31,357',1,0),(3255,0,357,'永宁县','750100',NULL,3,'0,31,357',1,0),(3256,0,357,'贺兰县','750200',NULL,3,'0,31,357',1,0),(3257,0,357,'灵武市','750004',NULL,3,'0,31,357',1,0),(3258,0,358,'大武口区','753000',NULL,3,'0,31,358',1,0),(3259,0,358,'惠农区','753600',NULL,3,'0,31,358',1,0),(3260,0,358,'平罗县','753400',NULL,3,'0,31,358',1,0),(3261,0,359,'利通区','751100',NULL,3,'0,31,359',1,0),(3262,0,359,'盐池县','751500',NULL,3,'0,31,359',1,0),(3263,0,359,'同心县','751300',NULL,3,'0,31,359',1,0),(3264,0,359,'青铜峡市','751600',NULL,3,'0,31,359',1,0),(3265,0,359,'红寺堡区','751900',NULL,3,'0,31,359',1,0),(3266,0,360,'原州区','756000',NULL,3,'0,31,360',1,0),(3267,0,360,'西吉县','756200',NULL,3,'0,31,360',1,0),(3268,0,360,'隆德县','756300',NULL,3,'0,31,360',1,0),(3269,0,360,'泾源县','756400',NULL,3,'0,31,360',1,0),(3270,0,360,'彭阳县','756500',NULL,3,'0,31,360',1,0),(3271,0,361,'沙坡头区','755000',NULL,3,'0,31,361',1,0),(3272,0,361,'中宁县','755100',NULL,3,'0,31,361',1,0),(3273,0,361,'海原县','755200',NULL,3,'0,31,361',1,0),(3274,0,362,'天山区','830000',NULL,3,'0,32,362',1,0),(3275,0,362,'沙依巴克区','830002',NULL,3,'0,32,362',1,0),(3276,0,362,'新市区','830011',NULL,3,'0,32,362',1,0),(3277,0,362,'水磨沟区','830017',NULL,3,'0,32,362',1,0),(3278,0,362,'头屯河区','830022',NULL,3,'0,32,362',1,0),(3279,0,362,'达坂城区','830039',NULL,3,'0,32,362',1,0),(3280,0,362,'米东区','830019',NULL,3,'0,32,362',1,0),(3281,0,362,'乌鲁木齐县','830063',NULL,3,'0,32,362',1,0),(3282,0,363,'独山子区','834021',NULL,3,'0,32,363',1,0),(3283,0,363,'克拉玛依区','834000',NULL,3,'0,32,363',1,0),(3284,0,363,'白碱滩区','834008',NULL,3,'0,32,363',1,0),(3285,0,363,'乌尔禾区','834012',NULL,3,'0,32,363',1,0),(3286,0,364,'吐鲁番市','838000',NULL,3,'0,32,364',1,0),(3287,0,364,'鄯善县','838200',NULL,3,'0,32,364',1,0),(3288,0,364,'托克逊县','838100',NULL,3,'0,32,364',1,0),(3289,0,365,'哈密市','839000',NULL,3,'0,32,365',1,0),(3290,0,365,'巴里坤哈萨克自治县','839200',NULL,3,'0,32,365',1,0),(3291,0,365,'伊吾县','839300',NULL,3,'0,32,365',1,0),(3292,0,366,'昌吉市','831100',NULL,3,'0,32,366',1,0),(3293,0,366,'阜康市','831500',NULL,3,'0,32,366',1,0),(3294,0,366,'米泉市','831400',NULL,3,'0,32,366',1,0),(3295,0,366,'呼图壁县','831200',NULL,3,'0,32,366',1,0),(3296,0,366,'玛纳斯县','832200',NULL,3,'0,32,366',1,0),(3297,0,366,'奇台县','831800',NULL,3,'0,32,366',1,0),(3298,0,366,'吉木萨尔县','831700',NULL,3,'0,32,366',1,0),(3299,0,366,'木垒哈萨克自治县','831900',NULL,3,'0,32,366',1,0),(3300,0,367,'博乐市','833400',NULL,3,'0,32,367',1,0),(3301,0,367,'精河县','833300',NULL,3,'0,32,367',1,0),(3302,0,367,'温泉县','833500',NULL,3,'0,32,367',1,0),(3303,0,368,'库尔勒市','841000',NULL,3,'0,32,368',1,0),(3304,0,368,'轮台县','841600',NULL,3,'0,32,368',1,0),(3305,0,368,'尉犁县','841500',NULL,3,'0,32,368',1,0),(3306,0,368,'若羌县','841800',NULL,3,'0,32,368',1,0),(3307,0,368,'且末县','841900',NULL,3,'0,32,368',1,0),(3308,0,368,'焉耆回族自治县','841100',NULL,3,'0,32,368',1,0),(3309,0,368,'和静县','841300',NULL,3,'0,32,368',1,0),(3310,0,368,'和硕县','841200',NULL,3,'0,32,368',1,0),(3311,0,368,'博湖县','841400',NULL,3,'0,32,368',1,0),(3312,0,369,'阿克苏市','843000',NULL,3,'0,32,369',1,0),(3313,0,369,'温宿县','843100',NULL,3,'0,32,369',1,0),(3314,0,369,'库车县','842000',NULL,3,'0,32,369',1,0),(3315,0,369,'沙雅县','842200',NULL,3,'0,32,369',1,0),(3316,0,369,'新和县','842100',NULL,3,'0,32,369',1,0),(3317,0,369,'拜城县','842300',NULL,3,'0,32,369',1,0),(3318,0,369,'乌什县','843400',NULL,3,'0,32,369',1,0),(3319,0,369,'阿瓦提县','843200',NULL,3,'0,32,369',1,0),(3320,0,369,'柯坪县','843600',NULL,3,'0,32,369',1,0),(3321,0,370,'阿图什市','845350',NULL,3,'0,32,370',1,0),(3322,0,370,'阿克陶县','845550',NULL,3,'0,32,370',1,0),(3323,0,370,'阿合奇县','843500',NULL,3,'0,32,370',1,0),(3324,0,370,'乌恰县','845450',NULL,3,'0,32,370',1,0),(3325,0,371,'喀什市','844000',NULL,3,'0,32,371',1,0),(3326,0,371,'疏附县','844100',NULL,3,'0,32,371',1,0),(3327,0,371,'疏勒县','844200',NULL,3,'0,32,371',1,0),(3328,0,371,'英吉沙县','844500',NULL,3,'0,32,371',1,0),(3329,0,371,'泽普县','844800',NULL,3,'0,32,371',1,0),(3330,0,371,'莎车县','844700',NULL,3,'0,32,371',1,0),(3331,0,371,'叶城县','844900',NULL,3,'0,32,371',1,0),(3332,0,371,'麦盖提县','844600',NULL,3,'0,32,371',1,0),(3333,0,371,'岳普湖县','844400',NULL,3,'0,32,371',1,0),(3334,0,371,'伽师县','844300',NULL,3,'0,32,371',1,0),(3335,0,371,'巴楚县','843800',NULL,3,'0,32,371',1,0),(3336,0,371,'塔什库尔干塔吉克自治县','845250',NULL,3,'0,32,371',1,0),(3337,0,372,'和田市','848000',NULL,3,'0,32,372',1,0),(3338,0,372,'和田县','848000',NULL,3,'0,32,372',1,0),(3339,0,372,'墨玉县','848100',NULL,3,'0,32,372',1,0),(3340,0,372,'皮山县','845150',NULL,3,'0,32,372',1,0),(3341,0,372,'洛浦县','848200',NULL,3,'0,32,372',1,0),(3342,0,372,'策勒县','848300',NULL,3,'0,32,372',1,0),(3343,0,372,'于田县','848400',NULL,3,'0,32,372',1,0),(3344,0,372,'民丰县','848500',NULL,3,'0,32,372',1,0),(3345,0,373,'伊宁市','835000',NULL,3,'0,32,373',1,0),(3346,0,373,'奎屯市','833200',NULL,3,'0,32,373',1,0),(3347,0,373,'伊宁县','835100',NULL,3,'0,32,373',1,0),(3348,0,373,'察布查尔锡伯自治县','835300',NULL,3,'0,32,373',1,0),(3349,0,373,'霍城县','835200',NULL,3,'0,32,373',1,0),(3350,0,373,'巩留县','835400',NULL,3,'0,32,373',1,0),(3351,0,373,'新源县','835800',NULL,3,'0,32,373',1,0),(3352,0,373,'昭苏县','835600',NULL,3,'0,32,373',1,0),(3353,0,373,'特克斯县','835500',NULL,3,'0,32,373',1,0),(3354,0,373,'尼勒克县','835700',NULL,3,'0,32,373',1,0),(3355,0,374,'塔城市','834700',NULL,3,'0,32,374',1,0),(3356,0,374,'乌苏市','833300',NULL,3,'0,32,374',1,0),(3357,0,374,'额敏县','834600',NULL,3,'0,32,374',1,0),(3358,0,374,'沙湾县','832100',NULL,3,'0,32,374',1,0),(3359,0,374,'托里县','834500',NULL,3,'0,32,374',1,0),(3360,0,374,'裕民县','834800',NULL,3,'0,32,374',1,0),(3361,0,374,'和布克赛尔蒙古自治县','834400',NULL,3,'0,32,374',1,0),(3362,0,375,'阿勒泰市','836500',NULL,3,'0,32,375',1,0),(3363,0,375,'布尔津县','836600',NULL,3,'0,32,375',1,0),(3364,0,375,'富蕴县','836100',NULL,3,'0,32,375',1,0),(3365,0,375,'福海县','836400',NULL,3,'0,32,375',1,0),(3366,0,375,'哈巴河县','836700',NULL,3,'0,32,375',1,0),(3367,0,375,'青河县','836200',NULL,3,'0,32,375',1,0),(3368,0,375,'吉木乃县','836800',NULL,3,'0,32,375',1,0),(3369,0,376,'石河子市','832000',NULL,3,'0,32,376',1,0),(3370,0,376,'阿拉尔市','843300',NULL,3,'0,32,376',1,0),(3371,0,376,'图木舒克市','843806',NULL,3,'0,32,376',1,0),(3372,0,376,'五家渠市','831300',NULL,3,'0,32,376',1,0);
/*!40000 ALTER TABLE `t_citys` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `t_comment`
--

DROP TABLE IF EXISTS `t_comment`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `t_comment` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `appid` int(11) NOT NULL COMMENT '评论对象对应的模块id',
  `pid` int(11) DEFAULT '0' COMMENT '回复树的上级id',
  `userid` int(11) NOT NULL COMMENT '用户id',
  `username` varchar(64) DEFAULT '' COMMENT '用户名',
  `objid` int(11) NOT NULL COMMENT '评论对象的id',
  `score` int(11) DEFAULT '0' COMMENT '评分',
  `pics` varchar(400) DEFAULT '' COMMENT '回复中的图片，预留，可以放到t_attach表中去',
  `message` varchar(2000) NOT NULL COMMENT '评论内容',
  `ip` varchar(32) DEFAULT '' COMMENT '评论者ip',
  `createdate` int(11) DEFAULT '0' COMMENT '评论时间',
  `befrom` varchar(64) DEFAULT '' COMMENT '评论来源（www|ios|android|h5...）',
  `status` int(11) DEFAULT '0' COMMENT '状态 0 屏蔽，1正常',
  PRIMARY KEY (`id`),
  KEY `idx_objtype_objid` (`appid`,`objid`),
  KEY `idx_uid` (`userid`)
) ENGINE=MyISAM AUTO_INCREMENT=3 DEFAULT CHARSET=utf8 COMMENT='通用评论模块，方便管理各个模块的评论，用appid区分各个模块';
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `t_comment`
--

LOCK TABLES `t_comment` WRITE;
/*!40000 ALTER TABLE `t_comment` DISABLE KEYS */;
/*!40000 ALTER TABLE `t_comment` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `t_diary`
--

DROP TABLE IF EXISTS `t_diary`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `t_diary` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `cateid` int(11) DEFAULT '0' COMMENT '分类id',
  `userid` int(11) DEFAULT '0' COMMENT '作者id',
  `username` varchar(50) DEFAULT '' COMMENT '作者',
  `title` varchar(50) NOT NULL DEFAULT '' COMMENT '标题',
  `subtitle` varchar(50) DEFAULT '' COMMENT '副标题',
  `summary` varchar(300) DEFAULT '' COMMENT '简介',
  `tags` varchar(50) DEFAULT '' COMMENT '标签，可用于搜索，seo',
  `viewnum` int(11) DEFAULT '0' COMMENT '浏览数',
  `comnum` int(11) DEFAULT '0' COMMENT '评论数',
  `favnum` int(11) DEFAULT '0' COMMENT '收藏数',
  `likenum` int(11) DEFAULT '0' COMMENT '喜欢数',
  `createdate` int(11) DEFAULT '0' COMMENT '创建时间',
  `status` int(1) DEFAULT '0' COMMENT '状态',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8 ROW_FORMAT=DYNAMIC COMMENT='个人手记';
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `t_diary`
--

LOCK TABLES `t_diary` WRITE;
/*!40000 ALTER TABLE `t_diary` DISABLE KEYS */;
/*!40000 ALTER TABLE `t_diary` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `t_follow`
--

DROP TABLE IF EXISTS `t_follow`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `t_follow` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `uid` int(11) unsigned NOT NULL DEFAULT '0',
  `uname` varchar(64) DEFAULT '',
  `fuid` int(11) unsigned NOT NULL DEFAULT '0',
  `funame` varchar(64) DEFAULT '',
  `fnickname` varchar(200) DEFAULT NULL,
  `note` varchar(200) DEFAULT '',
  `type` int(11) DEFAULT '0',
  `status` tinyint(1) DEFAULT '0',
  `createdate` int(11) unsigned DEFAULT '0',
  `ip` varchar(20) DEFAULT '',
  PRIMARY KEY (`id`),
  UNIQUE KEY `unq_uid_fuid` (`uid`,`fuid`),
  KEY `idx_uid` (`uid`),
  KEY `idx_fuid` (`fuid`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COMMENT='关注|朋友表';
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `t_follow`
--

LOCK TABLES `t_follow` WRITE;
/*!40000 ALTER TABLE `t_follow` DISABLE KEYS */;
/*!40000 ALTER TABLE `t_follow` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `t_gift`
--

DROP TABLE IF EXISTS `t_gift`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `t_gift` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `cateid` int(11) DEFAULT '0' COMMENT '分类id',
  `userid` int(11) DEFAULT '0' COMMENT '作者id',
  `username` varchar(50) DEFAULT '' COMMENT '作者',
  `title` varchar(50) NOT NULL DEFAULT '' COMMENT '礼包名称',
  `subtitle` varchar(50) DEFAULT '' COMMENT '副标题',
  `cover` varchar(100) DEFAULT '' COMMENT '封面图',
  `summary` varchar(300) DEFAULT '' COMMENT '简介',
  `content` text NOT NULL COMMENT '详情',
  `tags` varchar(50) DEFAULT NULL COMMENT '标签，可用于搜索，seo',
  `oprice` int(11) NOT NULL COMMENT '原价',
  `price` int(11) NOT NULL COMMENT '售价',
  `oquantity` int(11) NOT NULL COMMENT '初始库存量，便于统计，不参与计算',
  `quantity` int(11) NOT NULL COMMENT '当前库存量',
  `sales` int(11) NOT NULL COMMENT '已售数量',
  `ishot` int(1) DEFAULT '0' COMMENT '热推',
  `order` int(11) DEFAULT '0' COMMENT '排序 - 预留',
  `viewnum` int(11) DEFAULT '0' COMMENT '浏览数',
  `comnum` int(11) DEFAULT '0' COMMENT '评论数',
  `favnum` int(11) DEFAULT '0' COMMENT '收藏数',
  `likenum` int(11) DEFAULT '0' COMMENT '喜欢数',
  `createdate` int(11) DEFAULT '0' COMMENT '创建时间',
  `updatedate` int(11) DEFAULT '0' COMMENT '最后更新',
  `lastdate` int(11) DEFAULT '0' COMMENT '最后访问时间',
  `status` int(1) DEFAULT '0' COMMENT '状态',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8 ROW_FORMAT=DYNAMIC COMMENT='礼包表';
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `t_gift`
--

LOCK TABLES `t_gift` WRITE;
/*!40000 ALTER TABLE `t_gift` DISABLE KEYS */;
/*!40000 ALTER TABLE `t_gift` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `t_group`
--

DROP TABLE IF EXISTS `t_group`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `t_group` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `types` int(11) DEFAULT '0' COMMENT '0 管理员分组，1 用户分组',
  `name` varchar(50) NOT NULL DEFAULT '' COMMENT '权限组名称',
  `rights` text COMMENT '权限字符串组，格式 controllers-method|controller-method|...',
  `desc` varchar(200) DEFAULT '' COMMENT '模块说明',
  `status` int(11) DEFAULT '0' COMMENT '状态，预留',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=26 DEFAULT CHARSET=utf8 COMMENT='用户权限组';
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `t_group`
--

LOCK TABLES `t_group` WRITE;
/*!40000 ALTER TABLE `t_group` DISABLE KEYS */;
INSERT INTO `t_group` VALUES (3,0,'会议管理','manage-article-lists','拥有新闻编辑和查看权限',0),(8,1,'vip0','','一级付费用户aaaa',0),(9,1,'vip1','','二级付费用户',0);
/*!40000 ALTER TABLE `t_group` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `t_like`
--

DROP TABLE IF EXISTS `t_like`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `t_like` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `userid` int(11) NOT NULL,
  `username` varchar(64) DEFAULT NULL,
  `objid` int(11) NOT NULL DEFAULT '0',
  `objtype` varchar(50) NOT NULL DEFAULT '',
  `befrom` varchar(40) DEFAULT NULL,
  `ip` varchar(20) DEFAULT NULL,
  `createdate` int(11) DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `uid-otype` (`userid`,`objtype`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COMMENT='喜欢（赞）表';
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `t_like`
--

LOCK TABLES `t_like` WRITE;
/*!40000 ALTER TABLE `t_like` DISABLE KEYS */;
/*!40000 ALTER TABLE `t_like` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `t_log`
--

DROP TABLE IF EXISTS `t_log`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `t_log` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `userid` int(11) NOT NULL COMMENT '操作用户id',
  `username` varchar(50) DEFAULT '' COMMENT '操作用户名',
  `ip` varchar(50) NOT NULL COMMENT '操作ip',
  `moduleid` varchar(200) DEFAULT NULL COMMENT 'log对象id',
  `modulename` varchar(200) NOT NULL DEFAULT '' COMMENT 'log对象类型',
  `key` varchar(50) NOT NULL COMMENT 'log的key',
  `message` varchar(500) NOT NULL DEFAULT '' COMMENT 'log消息',
  `createdate` int(11) NOT NULL COMMENT '创建时间',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8 ROW_FORMAT=DYNAMIC COMMENT='一些重要的操作,例如操作商品数量，订单状态等是需要记录日志的';
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `t_log`
--

LOCK TABLES `t_log` WRITE;
/*!40000 ALTER TABLE `t_log` DISABLE KEYS */;
/*!40000 ALTER TABLE `t_log` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `t_mail_config`
--

DROP TABLE IF EXISTS `t_mail_config`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `t_mail_config` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `title` varchar(50) DEFAULT '' COMMENT '站点名称',
  `desc` varchar(200) DEFAULT '' COMMENT '站点简单描述meta',
  `smtpservice` varchar(100) DEFAULT '' COMMENT '邮件配置-smtp服务器',
  `port` varchar(50) DEFAULT '' COMMENT '邮件配置-smtp服务器端口',
  `username` varchar(50) DEFAULT '' COMMENT '邮件配置-用户名',
  `nickname` varchar(100) DEFAULT '' COMMENT '邮件配置-发件人昵称',
  `password` varchar(50) DEFAULT '' COMMENT '邮件配置-密码',
  `mark` varchar(500) DEFAULT '' COMMENT '邮件配置-签名',
  `language` varchar(50) DEFAULT '' COMMENT '邮件配置-语言',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=3 DEFAULT CHARSET=utf8 ROW_FORMAT=DYNAMIC COMMENT='网站配置，目前没有启用';
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `t_mail_config`
--

LOCK TABLES `t_mail_config` WRITE;
/*!40000 ALTER TABLE `t_mail_config` DISABLE KEYS */;
INSERT INTO `t_mail_config` VALUES (2,'','','smtp.qq.com','587','2794303057@qq.com','admin','1','<div style=\"font-size:14px;color:#333\">\r\n<hr>\r\nxxx网站管理员<br>\r\nxxxxxx公司<br>\r\n邮件：xxxxx<br>\r\n电话：12xxxxxxxxx<br>\r\n</div>\r\n','zh');
/*!40000 ALTER TABLE `t_mail_config` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `t_module`
--

DROP TABLE IF EXISTS `t_module`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `t_module` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(50) DEFAULT NULL COMMENT '模块名称',
  `desc` varchar(200) DEFAULT NULL COMMENT '模块说明',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COMMENT='分类模块管理，方便管理各个模块，用于分类管理中的appid';
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `t_module`
--

LOCK TABLES `t_module` WRITE;
/*!40000 ALTER TABLE `t_module` DISABLE KEYS */;
/*!40000 ALTER TABLE `t_module` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `t_notify`
--

DROP TABLE IF EXISTS `t_notify`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `t_notify` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `userid` int(11) NOT NULL DEFAULT '0' COMMENT '用户id',
  `username` varchar(50) DEFAULT '' COMMENT '用户昵称',
  `objid` int(11) NOT NULL DEFAULT '0' COMMENT '操作对象id',
  `objtype` varchar(20) NOT NULL DEFAULT '' COMMENT '操作对象类型：order,comment...可扩展',
  `touid` int(11) DEFAULT '0' COMMENT '目标人id,可以为空',
  `operid` int(11) DEFAULT '0' COMMENT '操作人id',
  `opername` varchar(50) DEFAULT '' COMMENT '操作人姓名',
  `msg` varchar(100) NOT NULL DEFAULT '' COMMENT '消息内容',
  `status` int(11) DEFAULT '0' COMMENT '状态，0未操作，1已操作',
  `createdate` int(10) unsigned DEFAULT '0' COMMENT '用户创建时间',
  `updatedate` int(10) unsigned DEFAULT '0' COMMENT '操作时间',
  `lastip` varchar(20) DEFAULT '' COMMENT '操作ip',
  PRIMARY KEY (`id`),
  KEY `userid` (`userid`,`objtype`)
) ENGINE=MyISAM AUTO_INCREMENT=31 DEFAULT CHARSET=utf8 COMMENT='通知消息';
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `t_notify`
--

LOCK TABLES `t_notify` WRITE;
/*!40000 ALTER TABLE `t_notify` DISABLE KEYS */;
INSERT INTO `t_notify` VALUES (28,3,'admin',1,'test',0,3,'admin','这是测试',1,1418123883,1418123943,'127.0.0.1'),(29,3,'admin',1,'test',0,0,'','这是测试',0,1418123889,0,'127.0.0.1'),(30,3,'',1,'test',0,3,'admin','这是测试',1,1418127618,1418127628,'127.0.0.1');
/*!40000 ALTER TABLE `t_notify` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `t_order`
--

DROP TABLE IF EXISTS `t_order`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `t_order` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `userid` int(11) NOT NULL COMMENT '用户id',
  `orderno` varchar(50) NOT NULL COMMENT '自动生成的订单唯一no',
  `name` varchar(200) DEFAULT '' COMMENT '订单名称，可为空',
  `totalfee` float(9,2) NOT NULL COMMENT '订单总价（上限制999万）',
  `paymentid` int(11) NOT NULL COMMENT '支付方式id',
  `payment` varchar(50) DEFAULT '' COMMENT '支付方式',
  `paymentno` varchar(50) DEFAULT '' COMMENT '支付方式返回的订单号',
  `paymentstatus` varchar(50) DEFAULT '' COMMENT '支付方式回调状态',
  `shippingid` int(11) NOT NULL COMMENT '配送方式id',
  `shipping` varchar(50) DEFAULT '' COMMENT '配送方式',
  `shippingno` varchar(20) DEFAULT '' COMMENT '快递单号',
  `addressid` int(11) NOT NULL COMMENT '配送地址id',
  `address` varchar(200) DEFAULT NULL COMMENT '配送地址（冗余用）',
  `tips` varchar(200) DEFAULT NULL COMMENT '用户备注',
  `descr` varchar(300) DEFAULT '' COMMENT '管理员添加的订单说明',
  `status` int(11) DEFAULT '0' COMMENT '订单状态，0未支付（自动），1已支付（自动），2已完成（彻底完成，包括款项到账，物流配送）（自动），3已关闭（手动关闭，取消）',
  `createdate` int(11) NOT NULL COMMENT '创建时间',
  `updatedate` int(11) NOT NULL COMMENT '最后状态更新时间',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=13 DEFAULT CHARSET=utf8 ROW_FORMAT=DYNAMIC COMMENT='订单表，很多冗余字段，空间换时间，支持事务';
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `t_order`
--

LOCK TABLES `t_order` WRITE;
/*!40000 ALTER TABLE `t_order` DISABLE KEYS */;
INSERT INTO `t_order` VALUES (12,2,'E00012','',120.10,2,'','','',12,'','q352354234511',22,NULL,'','<p>可以是虚拟商品的账号密码，二维码，兑换指南等等。。。1112asdasdasd<img src=\"/upfiles/album_3/2014061817114451.gif\" alt=\"\" width=\"64\" height=\"64\" /></p>',2,123121123,1426665940);
/*!40000 ALTER TABLE `t_order` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `t_order_item`
--

DROP TABLE IF EXISTS `t_order_item`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `t_order_item` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `orderid` int(11) NOT NULL COMMENT '订单id',
  `objtype` varchar(50) NOT NULL DEFAULT '' COMMENT '订单项类型（商品product|礼包gift）',
  `objid` int(11) NOT NULL COMMENT '订单项id',
  `objname` varchar(100) DEFAULT NULL COMMENT '订单项名称（冗余，防止商品被删除）',
  `cover` varchar(11) DEFAULT NULL,
  `issku` int(1) NOT NULL DEFAULT '0' COMMENT '是否多sku商品',
  `skuid` int(11) NOT NULL COMMENT '库存id',
  `skuname` varchar(100) NOT NULL DEFAULT '' COMMENT '库存名称',
  `quantity` int(11) NOT NULL COMMENT '订单项数量',
  `price` float(9,2) NOT NULL COMMENT '订单项单价（上限制999万）',
  `createdate` int(11) NOT NULL COMMENT '创建时间',
  `status` int(11) DEFAULT '1' COMMENT '商品项状态，不需处理，程序逻辑来判断（1正常，0不存在）',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 ROW_FORMAT=DYNAMIC COMMENT='订单中的项的关联表,很多冗余字段，空间换时间，支持事务';
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `t_order_item`
--

LOCK TABLES `t_order_item` WRITE;
/*!40000 ALTER TABLE `t_order_item` DISABLE KEYS */;
/*!40000 ALTER TABLE `t_order_item` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `t_payment`
--

DROP TABLE IF EXISTS `t_payment`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `t_payment` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(50) DEFAULT '' COMMENT '支付方式名称',
  `key` varchar(20) NOT NULL DEFAULT '' COMMENT '支付方式的唯一key,初始固定',
  `appid` varchar(50) DEFAULT '' COMMENT '商家的id',
  `appkey` varchar(50) DEFAULT '' COMMENT '商家的key，安全检验码',
  `appaccount` varchar(50) DEFAULT '' COMMENT '商家账号',
  `notifyurl` varchar(100) DEFAULT '' COMMENT '异步通知地址',
  `returnurl` varchar(100) DEFAULT '' COMMENT '同步通知地址',
  `desc` varchar(200) DEFAULT '' COMMENT '支付方式简介',
  `status` int(11) DEFAULT '0' COMMENT '状态，0未启用，1启用',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=5 DEFAULT CHARSET=utf8 ROW_FORMAT=DYNAMIC COMMENT='支付表';
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `t_payment`
--

LOCK TABLES `t_payment` WRITE;
/*!40000 ALTER TABLE `t_payment` DISABLE KEYS */;
INSERT INTO `t_payment` VALUES (1,'支付宝','alipay','2088211807582563','','','','','该处采用支付宝直接到账接口',1),(4,'银联','yinlian','','','','','','',0);
/*!40000 ALTER TABLE `t_payment` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `t_product`
--

DROP TABLE IF EXISTS `t_product`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `t_product` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `cateid` int(11) DEFAULT '0' COMMENT '分类id',
  `brandid` int(11) DEFAULT '0' COMMENT '品牌id',
  `userid` int(11) DEFAULT '0' COMMENT '作者id',
  `username` varchar(50) DEFAULT '' COMMENT '作者',
  `title` varchar(50) NOT NULL DEFAULT '' COMMENT '商品名称',
  `subtitle` varchar(50) DEFAULT '' COMMENT '副标题',
  `cover` varchar(100) DEFAULT '' COMMENT '封面图',
  `summary` varchar(300) DEFAULT '' COMMENT '简介',
  `content` text NOT NULL COMMENT '详情',
  `isskus` int(1) DEFAULT '0' COMMENT '是否多sku  1,0',
  `tags` varchar(50) DEFAULT NULL COMMENT '标签，可用于搜索，seo',
  `maxbuy` int(11) NOT NULL DEFAULT '0' COMMENT '单笔购买上限设定，0代表不限',
  `ishot` int(1) DEFAULT '0' COMMENT '热推',
  `order` int(11) DEFAULT '0' COMMENT '排序 - 预留',
  `salenum` int(11) NOT NULL DEFAULT '0' COMMENT '已售数量,同步sku表汇总冗余',
  `viewnum` int(11) DEFAULT '0' COMMENT '浏览数',
  `comnum` int(11) DEFAULT '0' COMMENT '评论数',
  `favnum` int(11) DEFAULT '0' COMMENT '收藏数',
  `likenum` int(11) DEFAULT '0' COMMENT '喜欢数',
  `createdate` int(11) DEFAULT '0' COMMENT '创建时间',
  `updatedate` int(11) DEFAULT '0' COMMENT '最后更新',
  `lastdate` int(11) DEFAULT '0' COMMENT '最后访问时间',
  `status` int(1) DEFAULT '0' COMMENT '状态',
  PRIMARY KEY (`id`),
  KEY `brandid_id` (`brandid`,`id`),
  KEY `cateid_id` (`cateid`,`id`)
) ENGINE=MyISAM AUTO_INCREMENT=2 DEFAULT CHARSET=utf8 ROW_FORMAT=DYNAMIC COMMENT='商品表,商品只能挂在最底层分类上，方便交互';
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `t_product`
--

LOCK TABLES `t_product` WRITE;
/*!40000 ALTER TABLE `t_product` DISABLE KEYS */;
/*!40000 ALTER TABLE `t_product` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `t_product_cate`
--

DROP TABLE IF EXISTS `t_product_cate`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `t_product_cate` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `appid` int(11) DEFAULT '0' COMMENT '该分类的类型标识，可区分多个模块分类系统，',
  `name` varchar(255) NOT NULL DEFAULT '' COMMENT '类名',
  `desc` varchar(100) DEFAULT NULL COMMENT '描述',
  `parentId` int(11) DEFAULT '0' COMMENT '父id',
  `depth` int(11) NOT NULL COMMENT '深度',
  `path` varchar(1000) NOT NULL COMMENT '类别分级的标志路径，由一级一级的父级id组成。',
  `status` int(11) DEFAULT '1' COMMENT '状态:0不启用，1启用',
  `weight` int(11) DEFAULT '0' COMMENT ' 同级优先级',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=41 DEFAULT CHARSET=utf8 ROW_FORMAT=DYNAMIC COMMENT='商品分类表，单独的表来处理';
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `t_product_cate`
--

LOCK TABLES `t_product_cate` WRITE;
/*!40000 ALTER TABLE `t_product_cate` DISABLE KEYS */;
/*!40000 ALTER TABLE `t_product_cate` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `t_product_cate_skuprop`
--

DROP TABLE IF EXISTS `t_product_cate_skuprop`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `t_product_cate_skuprop` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `cateid` int(11) DEFAULT '0' COMMENT '商品分类id，注意只能是最底层分类',
  `name` varchar(255) NOT NULL DEFAULT '' COMMENT 'sku属性名称，例如颜色',
  `desc` varchar(100) DEFAULT NULL COMMENT '描述',
  `status` int(11) DEFAULT '1' COMMENT '状态:0不启用，1启用',
  `weight` int(11) DEFAULT '0' COMMENT ' 同级优先级',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8 ROW_FORMAT=DYNAMIC COMMENT='某类商品的sku属性表，本表程序设计时需要常驻缓存';
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `t_product_cate_skuprop`
--

LOCK TABLES `t_product_cate_skuprop` WRITE;
/*!40000 ALTER TABLE `t_product_cate_skuprop` DISABLE KEYS */;
/*!40000 ALTER TABLE `t_product_cate_skuprop` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `t_product_cate_spec`
--

DROP TABLE IF EXISTS `t_product_cate_spec`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `t_product_cate_spec` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `cateid` int(11) DEFAULT '0' COMMENT '商品分类id，注意只能是最底层分类',
  `name` varchar(255) NOT NULL DEFAULT '' COMMENT '特征名称',
  `desc` varchar(100) DEFAULT NULL COMMENT '描述',
  `status` int(11) DEFAULT '1' COMMENT '状态:0不启用，1启用',
  `weight` int(11) DEFAULT '0' COMMENT ' 同级优先级',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8 ROW_FORMAT=DYNAMIC COMMENT='某类商品的特征（规格，品项）表，本表程序设计时需要常驻缓存,';
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `t_product_cate_spec`
--

LOCK TABLES `t_product_cate_spec` WRITE;
/*!40000 ALTER TABLE `t_product_cate_spec` DISABLE KEYS */;
/*!40000 ALTER TABLE `t_product_cate_spec` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `t_product_sku`
--

DROP TABLE IF EXISTS `t_product_sku`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `t_product_sku` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `productid` int(11) NOT NULL COMMENT '商品id',
  `specname` varchar(50) NOT NULL DEFAULT '' COMMENT '规格名称,如果不是多sku的名称保留空',
  `oprice` int(11) NOT NULL DEFAULT '0' COMMENT '市场原价',
  `price` int(11) NOT NULL DEFAULT '0' COMMENT '售价',
  `maxbuy` int(11) NOT NULL DEFAULT '0' COMMENT '单笔购买上限设定，0代表不限',
  `sales` int(11) NOT NULL DEFAULT '0' COMMENT '已售数量',
  `order` int(11) DEFAULT '0' COMMENT '排序 - 预留',
  `createdate` int(11) DEFAULT '0' COMMENT '创建时间',
  `status` int(1) DEFAULT '1' COMMENT '状态  1上架 0 下架',
  PRIMARY KEY (`id`),
  KEY `productId` (`productid`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 ROW_FORMAT=DYNAMIC COMMENT='商品库存表';
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `t_product_sku`
--

LOCK TABLES `t_product_sku` WRITE;
/*!40000 ALTER TABLE `t_product_sku` DISABLE KEYS */;
/*!40000 ALTER TABLE `t_product_sku` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `t_product_sku_log`
--

DROP TABLE IF EXISTS `t_product_sku_log`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `t_product_sku_log` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `userid` int(11) NOT NULL COMMENT '操作用户id',
  `username` varchar(50) DEFAULT '' COMMENT '操作用户名',
  `productid` int(11) NOT NULL COMMENT '商品id',
  `skuid` int(11) NOT NULL COMMENT '库存id',
  `skuname` varchar(100) DEFAULT '' COMMENT 'sku名',
  `quantity` int(11) NOT NULL COMMENT '当前数量',
  `price` int(11) NOT NULL COMMENT '当前价格',
  `createdate` int(11) DEFAULT '0' COMMENT '创建时间',
  `status` int(1) DEFAULT '0' COMMENT '状态',
  PRIMARY KEY (`id`),
  KEY `productId` (`productid`),
  KEY `userid` (`userid`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8 ROW_FORMAT=DYNAMIC COMMENT='商品库存表日志';
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `t_product_sku_log`
--

LOCK TABLES `t_product_sku_log` WRITE;
/*!40000 ALTER TABLE `t_product_sku_log` DISABLE KEYS */;
/*!40000 ALTER TABLE `t_product_sku_log` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `t_product_spec`
--

DROP TABLE IF EXISTS `t_product_spec`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `t_product_spec` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `productid` int(11) DEFAULT '0' COMMENT '商品id',
  `specid` int(11) DEFAULT '0' COMMENT '该商品对应的特征id',
  `val` varchar(255) NOT NULL DEFAULT '' COMMENT '该商品对应特征的值',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8 ROW_FORMAT=DYNAMIC COMMENT='商品的特征值表';
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `t_product_spec`
--

LOCK TABLES `t_product_spec` WRITE;
/*!40000 ALTER TABLE `t_product_spec` DISABLE KEYS */;
/*!40000 ALTER TABLE `t_product_spec` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `t_sensitiveword`
--

DROP TABLE IF EXISTS `t_sensitiveword`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `t_sensitiveword` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `banned` text COMMENT '禁止的敏感词',
  `filters` text COMMENT '要过滤的敏感词',
  `status` int(11) DEFAULT '0' COMMENT '0不生效，1生效',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=6 DEFAULT CHARSET=utf8 COMMENT='敏感词汇表';
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `t_sensitiveword`
--

LOCK TABLES `t_sensitiveword` WRITE;
/*!40000 ALTER TABLE `t_sensitiveword` DISABLE KEYS */;
INSERT INTO `t_sensitiveword` VALUES (5,'admin|manage|super','阿扁推翻|阿宾|阿賓|挨了一炮|爱液横流|安街逆|安局办公楼|安局豪华|安门事|安眠藥|案的准确|八九民|八九学|八九政治|把病人整|把邓小平|把学生整|罢工门|白黄牙签|败培训|办本科|办理本科|办理各种|办理票据|办理文凭|办理真实|办理证书|办理资格|办文凭|办怔|办证|半刺刀|辦毕业|辦證|谤罪获刑|磅解码器|磅遥控器|宝在甘肃修|保过答案|报复执法|爆发骚|北省委门|被打死|被指抄袭|被中共|本公司担|本无码|毕业證|变牌绝|辩词与梦|冰毒|冰火毒|冰火佳|冰火九重|冰火漫|冰淫传|冰在火上|波推龙|博彩娱|博会暂停|博园区伪|不查都|不查全|不思四化|布卖淫女|部忙组阁|部是这样|才知道只生|财众科技|采花堂|踩踏事|苍山兰|苍蝇水|藏春阁|藏獨|操了嫂|操嫂子|策没有不|插屁屁|察象蚂|拆迁灭|车牌隐|成人电|成人卡通|成人聊|成人片|成人视|成人图|成人文|成人小|城管灭|惩公安|惩贪难|充气娃|冲凉死|抽着大中|抽着芙蓉|出成绩付|出售发票|出售军|穿透仪器|春水横溢|纯度白|纯度黄|次通过考|催眠水|催情粉|催情药|催情藥|挫仑|达毕业证|答案包|答案提供|打标语|打错门|打飞机专|打死经过|打死人|打砸办公|大鸡巴|大雞巴|大纪元|大揭露|大奶子|大批贪官|大肉棒|大嘴歌|代办发票|代办各|代办文|代办学|代办制|代辦|代表烦|代開|代考|代理发票|代理票据|代您考|代您考|代写毕|代写论|代孕|贷办|贷借款|贷开|戴海静|当代七整|当官要精|当官在于|党的官|党后萎|党前干劲|刀架保安|导的情人|导叫失|导人的最|导人最|导小商|到花心|得财兼|的同修|灯草和|等级證|等屁民|等人老百|等人是老|等人手术|邓爷爷转|邓玉娇|地产之歌|地下先烈|地震哥|帝国之梦|递纸死|点数优惠|电狗|电话监|电鸡|甸果敢|蝶舞按|丁香社|丁子霖|顶花心|东北独立|东复活|东京热|東京熱|洞小口紧|都当警|都当小姐|都进中央|毒蛇钻|独立台湾|赌球网|短信截|对日强硬|多美康|躲猫猫|俄羅斯|恶势力操|恶势力插|恩氟烷|儿园惨|儿园砍|儿园杀|儿园凶|二奶大|发牌绝|发票出|发票代|发票销|發票|法车仑|法伦功|法轮|法轮佛|法维权|法一轮|法院给废|法正乾|反测速雷|反雷达测|反屏蔽|范燕琼|方迷香|防电子眼|防身药水|房贷给废|仿真枪|仿真证|诽谤罪|费私服|封锁消|佛同修|夫妻交换|福尔马林|福娃的預|福娃頭上|福香巴|府包庇|府集中领|妇销魂|附送枪|复印件生|复印件制|富民穷|富婆给废|改号软件|感扑克|冈本真|肛交|肛门是邻|岡本真|钢针狗|钢珠枪|港澳博球|港馬會|港鑫華|高就在政|高考黑|高莺莺|搞媛交|告长期|告洋状|格证考试|各类考试|各类文凭|跟踪器|工程吞得|工力人|公安错打|公安网监|公开小姐|攻官小姐|共狗|共王储|狗粮|狗屁专家|鼓动一些|乖乖粉|官商勾|官也不容|官因发帖|光学真题|跪真相|滚圆大乳|国际投注|国家妓|国家软弱|国家吞得|国库折|国一九五七|國內美|哈药直销|海访民|豪圈钱|号屏蔽器|和狗交|和狗性|和狗做|黑火药的|红色恐怖|红外透视|紅色恐|胡江内斗|胡紧套|胡錦濤|胡适眼|胡耀邦|湖淫娘|虎头猎|华国锋|华门开|化学扫盲|划老公|还会吹萧|还看锦涛|环球证件|换妻|皇冠投注|黄冰|浑圆豪乳|活不起|火车也疯|机定位器|机号定|机号卫|机卡密|机屏蔽器|基本靠吼|绩过后付|激情电|激情短|激情妹|激情炮|级办理|级答案|急需嫖|集体打砸|集体腐|挤乳汁|擠乳汁|佳静安定|家一样饱|家属被打|甲虫跳|甲流了|奸成瘾|兼职上门|监听器|监听王|简易炸|江胡内斗|江太上|江系人|江贼民|疆獨|蒋彦永|叫自慰|揭贪难|姐包夜|姐服务|姐兼职|姐上门|金扎金|金钟气|津大地震|津地震|进来的罪|京地震|京要地震|经典谎言|精子射在|警察被|警察的幌|警察殴打|警察说保|警车雷达|警方包庇|警用品|径步枪|敬请忍|究生答案|九龙论坛|九评共|酒象喝汤|酒像喝汤|就爱插|就要色|举国体|巨乳|据说全民|绝食声|军长发威|军刺|军品特|军用手|开邓选|开锁工具|開碼|開票|砍杀幼|砍伤儿|康没有不|康跳楼|考答案|考后付款|考机构|考考邓|考联盟|考前答|考前答案|考前付|考设备|考试包过|考试保|考试答案|考试机构|考试联盟|考试枪|考研考中|考中答案|磕彰|克分析|克千术|克透视|空和雅典|孔摄像|控诉世博|控制媒|口手枪|骷髅死|快速办|矿难不公|拉登说|拉开水晶|来福猎|拦截器|狼全部跪|浪穴|老虎机|雷人女官|类准确答|黎阳平|李洪志|李咏曰|理各种证|理是影帝|理证件|理做帐报|力骗中央|力月西|丽媛离|利他林|连发手|聯繫電|炼大法|两岸才子|两会代|两会又三|聊视频|聊斋艳|了件渔袍|猎好帮手|猎枪销|猎槍|獵槍|领土拿|流血事|六合彩|六死|六四事|六月联盟|龙湾事件|隆手指|陆封锁|陆同修|氯胺酮|乱奸|乱伦类|乱伦小|亂倫|伦理大|伦理电影|伦理毛|伦理片|轮功|轮手枪|论文代|罗斯小姐|裸聊网|裸舞视|落霞缀|麻古|麻果配|麻果丸|麻将透|麻醉狗|麻醉枪|麻醉槍|麻醉藥|蟆叫专家|卖地财政|卖发票|卖银行卡|卖自考|漫步丝|忙爱国|猫眼工具|毛一鲜|媒体封锁|每周一死|美艳少妇|妹按摩|妹上门|门按摩|门保健|門服務|氓培训|蒙汗药|迷幻型|迷幻药|迷幻藥|迷昏口|迷昏药|迷昏藥|迷魂香|迷魂药|迷魂藥|迷奸药|迷情水|迷情药|迷藥|谜奸药|蜜穴|灭绝罪|民储害|民九亿商|民抗议|明慧网|铭记印尼|摩小姐|母乳家|木齐针|幕没有不|幕前戲|内射|南充针|嫩穴|嫩阴|泥马之歌|你的西域|拟涛哥|娘两腿之间|妞上门|浓精|怒的志愿|女被人家搞|女激情|女技师|女人和狗|女任职名|女上门|女優|鸥之歌|拍肩神药|拍肩型|牌分析|牌技网|炮的小蜜|陪考枪|配有消|喷尿|嫖俄罗|嫖鸡|平惨案|平叫到床|仆不怕饮|普通嘌|期货配|奇迹的黄|奇淫散|骑单车出|气狗|气枪|汽狗|汽枪|氣槍|铅弹|钱三字经|枪出售|枪的参|枪的分|枪的结|枪的制|枪货到|枪决女犯|枪决现场|枪模|枪手队|枪手网|枪销售|枪械制|枪子弹|强权政府|强硬发言|抢其火炬|切听器|窃听器|禽流感了|勤捞致|氢弹手|清除负面|清純壆|情聊天室|情妹妹|情视频|情自拍|氰化钾|氰化钠|请集会|请示威|请愿|琼花问|区的雷人|娶韩国|全真证|群奸暴|群起抗暴|群体性事|绕过封锁|惹的国|人权律|人体艺|人游行|人在云上|人真钱|认牌绝|任于斯国|柔胸粉|肉洞|肉棍|如厕死|乳交|软弱的国|赛后骚|三挫|三级片|三秒倒|三网友|三唑|骚妇|骚浪|骚穴|骚嘴|扫了爷爷|色电影|色妹妹|色视频|色小说|杀指南|山涉黑|煽动不明|煽动群众|上门激|烧公安局|烧瓶的|韶关斗|韶关玩|韶关旭|射网枪|涉嫌抄袭|深喉冰|神七假|神韵艺术|生被砍|生踩踏|生肖中特|圣战不息|盛行在舞|尸博|失身水|失意药|狮子旗|十八等|十大谎|十大禁|十个预言|十类人不|十七大幕|实毕业证|实体娃|实学历文|士康事件|式粉推|视解密|是躲猫|手变牌|手答案|手狗|手机跟|手机监|手机窃|手机追|手拉鸡|手木仓|手槍|守所死法|兽交|售步枪|售纯度|售单管|售弹簧刀|售防身|售狗子|售虎头|售火药|售假币|售健卫|售军用|售猎枪|售氯胺|售麻醉|售冒名|售枪支|售热武|售三棱|售手枪|售五四|售信用|售一元硬|售子弹|售左轮|书办理|熟妇|术牌具|双管立|双管平|水阎王|丝护士|丝情侣|丝袜保|丝袜恋|丝袜美|丝袜妹|丝袜网|丝足按|司长期有|司法黑|私房写真|死法分布|死要见毛|四博会|四大扯|四小码|苏家屯集|诉讼集团|素女心|速代办|速取证|酸羟亚胺|蹋纳税|太王四神|泰兴幼|泰兴镇中|泰州幼|贪官也辛|探测狗|涛共产|涛一样胡|特工资|特码|特上门|体透视镜|替考|替人体|天朝特|天鹅之旅|天推广歌|田罢工|田田桑|田停工|庭保养|庭审直播|通钢总经|偷電器|偷肃贪|偷听器|偷偷贪|头双管|透视功能|透视镜|透视扑|透视器|透视眼镜|透视药|透视仪|秃鹰汽|突破封锁|突破网路|推油按|脱衣艳|瓦斯手|袜按摩|外透视镜|外围赌球|湾版假|万能钥匙|万人骚动|王立军|王益案|网民案|网民获刑|网民诬|微型摄像|围攻警|围攻上海|维汉员|维权基|维权人|维权谈|委坐船|谓的和谐|温家堡|温切斯特|温影帝|溫家寶|瘟加饱|瘟假饱|文凭证|文强|纹了毛|闻被控制|闻封锁|瓮安|我的西域|我搞台独|乌蝇水|无耻语录|无码专|五套功|五月天|午夜电|午夜极|武警暴|武警殴|武警已增|务员答案|务员考试|雾型迷|西藏限|西服进去|希脏|习进平|习晋平|席复活|席临终前|席指着护|洗澡死|喜贪赃|先烈纷纷|现大地震|现金投注|线透视镜|限制言|陷害案|陷害罪|相自首|香港论坛|香港马会|香港一类|香港总彩|硝化甘|小穴|校骚乱|协晃悠|写两会|泄漏的内|新建户|新疆叛|新疆限|新金瓶|新唐人|信访专班|信接收器|兴中心幼|星上门|行长王益|形透视镜|型手枪|姓忽悠|幸运码|性爱日|性福情|性感少|性推广歌|胸主席|徐玉元|学骚乱|学位證|學生妹|丫与王益|烟感器|严晓玲|言被劳教|言论罪|盐酸曲|颜射|恙虫病|姚明进去|要人权|要射精了|要射了|要泄了|夜激情|液体炸|一小撮别|遗情书|蚁力神|益关注组|益受贿|阴间来电|陰唇|陰道|陰戶|淫魔舞|淫情女|淫肉|淫騷妹|淫兽|淫兽学|淫水|淫穴|隐形耳|隐形喷剂|应子弹|婴儿命|咏妓|用手枪|幽谷三|游精佑|有奶不一|右转是政|幼齿类|娱乐透视|愚民同|愚民政|与狗性|玉蒲团|育部女官|冤民大|鸳鸯洗|园惨案|园发生砍|园砍杀|园凶杀|园血案|原一九五七|原装弹|袁腾飞|晕倒型|韵徐娘|遭便衣|遭到警|遭警察|遭武警|择油录|曾道人|炸弹教|炸弹遥控|炸广州|炸立交|炸药的制|炸药配|炸药制|张春桥|找枪手|找援交|找政法委副|赵紫阳|针刺案|针刺伤|针刺事|针刺死|侦探设备|真钱斗地|真钱投注|真善忍|真实文凭|真实资格|震惊一个民|震其国土|证到付款|证件办|证件集团|证生成器|证书办|证一次性|政府操|政论区|證件|植物冰|殖器护|指纹考勤|指纹膜|指纹套|至国家高|志不愿跟|制服诱|制手枪|制证定金|制作证件|中的班禅|中共黑|中国不强|种公务员|种学历证|众像羔|州惨案|州大批贪|州三箭|宙最高法|昼将近|主席忏|住英国房|助考|助考网|专业办理|专业代|专业代写|专业助|转是政府|赚钱资料|装弹甲|装枪套|装消音|着护士的胸|着涛哥|姿不对死|资格證|资料泄|梓健特药|字牌汽|自己找枪|自慰用|自由圣|自由亚|总会美女|足球玩法|最牛公安|醉钢枪|醉迷药|醉乙醚|尊爵粉|左转是政|作弊器|作各种证|作硝化甘|唑仑|做爱小|做原子弹|做证件|陈水扁',1);
/*!40000 ALTER TABLE `t_sensitiveword` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `t_shipping`
--

DROP TABLE IF EXISTS `t_shipping`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `t_shipping` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(50) NOT NULL COMMENT '配送方式名称',
  `desc` varchar(500) NOT NULL DEFAULT '' COMMENT '配送方式介绍',
  `status` int(11) DEFAULT '0' COMMENT '0未启用，1启用',
  `createdate` int(11) NOT NULL COMMENT '创建时间',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8 ROW_FORMAT=DYNAMIC COMMENT='配送方式表';
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `t_shipping`
--

LOCK TABLES `t_shipping` WRITE;
/*!40000 ALTER TABLE `t_shipping` DISABLE KEYS */;
/*!40000 ALTER TABLE `t_shipping` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `t_shipping_log`
--

DROP TABLE IF EXISTS `t_shipping_log`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `t_shipping_log` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `shippingid` int(11) NOT NULL COMMENT '配送方式id',
  `shipping` varchar(50) DEFAULT '' COMMENT '配送方式名称',
  `desc` varchar(500) DEFAULT '' COMMENT '当前配送记录说明',
  `createdate` int(11) NOT NULL COMMENT '创建时间',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8 ROW_FORMAT=DYNAMIC COMMENT='配送记录表';
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `t_shipping_log`
--

LOCK TABLES `t_shipping_log` WRITE;
/*!40000 ALTER TABLE `t_shipping_log` DISABLE KEYS */;
/*!40000 ALTER TABLE `t_shipping_log` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `t_user`
--

DROP TABLE IF EXISTS `t_user`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `t_user` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `email` varchar(50) DEFAULT '' COMMENT '邮箱，建议登陆用邮箱',
  `username` varchar(50) NOT NULL DEFAULT '' COMMENT '用户名',
  `nickname` varchar(50) DEFAULT '' COMMENT '昵称',
  `password` varchar(64) DEFAULT '' COMMENT '可能为空，因为第三方登录时可能直接登录而不注册所以没有密码',
  `avatar` varchar(200) DEFAULT '' COMMENT '头像，建议在程序中设置规则直接访问，而不是存数据库里',
  `sign` varchar(2000) DEFAULT '' COMMENT '签名',
  `mobile` varchar(20) DEFAULT '' COMMENT '手机',
  `sex` int(11) DEFAULT NULL COMMENT '性别  1男 2女 3人妖',
  `uuid` varchar(20) DEFAULT '' COMMENT '可以给每个用户生成一个唯一的uuid,方便客户端等地方验证，预留',
  `status` int(11) DEFAULT '1' COMMENT '状态，-1锁定，1正常，2未完善信息',
  `logincount` int(11) DEFAULT '0' COMMENT '登录次数记录',
  `addtime` int(11) DEFAULT '0' COMMENT '注册时间',
  `lasttime` int(11) DEFAULT '0' COMMENT '最后登录时间',
  `addip` varchar(20) DEFAULT '' COMMENT '注册ip',
  `lastip` varchar(20) DEFAULT '' COMMENT '最后登录ip',
  `befrom` varchar(64) DEFAULT '' COMMENT '访问来源',
  `group` int(11) DEFAULT '0' COMMENT '用户分组， -1 表示超级管理员，不在管理范围之内，默认0普通用户',
  `types` int(11) DEFAULT '1' COMMENT '1用户 0管理员',
  `rank` int(11) DEFAULT '0' COMMENT '等级',
  `credit` int(11) DEFAULT '0' COMMENT '积分',
  `experience` int(11) DEFAULT '0' COMMENT '经验值',
  `viewnum` int(11) DEFAULT '0' COMMENT '浏览数',
  `likenum` int(11) DEFAULT '0' COMMENT '喜欢（赞）数',
  `followingnum` int(11) DEFAULT '0' COMMENT '关注数',
  `followednum` int(11) DEFAULT '0' COMMENT '粉丝数,被关注数',
  `longitude` double(10,6) DEFAULT NULL COMMENT '最后经度',
  `latitude` double(10,6) DEFAULT NULL COMMENT '最后维度',
  `lastarea` varchar(64) DEFAULT '' COMMENT '最后地区',
  PRIMARY KEY (`id`),
  KEY `idx_email` (`email`),
  KEY `idx_status` (`status`)
) ENGINE=MyISAM AUTO_INCREMENT=28 DEFAULT CHARSET=utf8 COMMENT='用户表';
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `t_user`
--

LOCK TABLES `t_user` WRITE;
/*!40000 ALTER TABLE `t_user` DISABLE KEYS */;
INSERT INTO `t_user` VALUES (3,'71752352@qq.com','admin','','e10adc3949ba59abbe56e057f20f883e','','师太啊11','',NULL,'',1,164,1401342820,1444483454,'127.0.0.1','127.0.0.1','PC',-1,0,0,0,0,0,0,0,0,NULL,NULL,''),(22,'awen123@126.com','awen1983','','3830a189237b42c01bb5f1919b87d011','','师太你好1111','',NULL,'',1,1,1408429376,1408429376,'127.0.0.1','127.0.0.1','',0,1,0,0,0,0,0,0,0,NULL,NULL,''),(24,'asdasd@qq.caa','test','','4297f44b13955235245b2497399d7a93','','','',NULL,'',1,4,1426738960,1426743913,'127.0.0.1','127.0.0.1','',14,0,0,0,0,0,0,0,0,NULL,NULL,'');
/*!40000 ALTER TABLE `t_user` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `t_user_address`
--

DROP TABLE IF EXISTS `t_user_address`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `t_user_address` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `userid` int(11) NOT NULL COMMENT '用户id',
  `name` varchar(50) NOT NULL COMMENT '收货人',
  `province` varchar(50) NOT NULL COMMENT '省份（1级）',
  `city` varchar(50) NOT NULL COMMENT '城市（2级）',
  `area` varchar(50) NOT NULL COMMENT '地区（3级）',
  `detail` varchar(120) NOT NULL COMMENT '详细地址',
  `mobile` int(11) unsigned NOT NULL COMMENT '手机',
  `phone` varchar(50) DEFAULT '' COMMENT '固话',
  `nickname` varchar(100) DEFAULT '' COMMENT '收货地址别名',
  `default` int(11) DEFAULT '0' COMMENT '是否默认地址',
  `createdate` int(11) NOT NULL COMMENT '创建时间',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8 ROW_FORMAT=DYNAMIC COMMENT='地址信息列表';
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `t_user_address`
--

LOCK TABLES `t_user_address` WRITE;
/*!40000 ALTER TABLE `t_user_address` DISABLE KEYS */;
/*!40000 ALTER TABLE `t_user_address` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `t_user_log`
--

DROP TABLE IF EXISTS `t_user_log`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `t_user_log` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `userid` int(11) NOT NULL COMMENT '用户id',
  `username` varchar(50) DEFAULT NULL COMMENT '用户名',
  `longitude` double(10,6) DEFAULT NULL COMMENT '经度',
  `latitude` double(10,6) DEFAULT NULL COMMENT '维度',
  `lastarea` varchar(64) DEFAULT NULL COMMENT '地区',
  `addtime` int(11) DEFAULT '0' COMMENT '登陆时间',
  `ip` varchar(20) DEFAULT NULL COMMENT '登陆ip',
  `befrom` varchar(64) DEFAULT NULL COMMENT '访问来源',
  `useragent` varchar(200) DEFAULT NULL COMMENT 'useragent',
  PRIMARY KEY (`id`),
  KEY `idx_uid` (`userid`)
) ENGINE=MyISAM AUTO_INCREMENT=84 DEFAULT CHARSET=utf8 COMMENT='用户日志表';
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `t_user_log`
--

LOCK TABLES `t_user_log` WRITE;
/*!40000 ALTER TABLE `t_user_log` DISABLE KEYS */;
INSERT INTO `t_user_log` VALUES (1,3,'admin',NULL,NULL,'',1408356644,'127.0.0.1','www','Mozilla/5.0 (Macintosh; Intel Mac OS X 10_9_4) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/36.0.1985.125 Safari/537.36'),(2,22,'awen1983',NULL,NULL,NULL,1408429376,'127.0.0.1','www','Mozilla/5.0 (Macintosh; Intel Mac OS X 10_9_4) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/36.0.1985.125 Safari/537.36'),(3,3,'admin',NULL,NULL,NULL,1408429413,'127.0.0.1','www','Mozilla/5.0 (Macintosh; Intel Mac OS X 10_9_4) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/36.0.1985.125 Safari/537.36'),(4,3,'admin',NULL,NULL,NULL,1408601457,'127.0.0.1','www','Mozilla/5.0 (Macintosh; Intel Mac OS X 10_9_4) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/36.0.1985.125 Safari/537.36'),(5,3,'admin',NULL,NULL,NULL,1408776107,'127.0.0.1','www','Mozilla/5.0 (Macintosh; Intel Mac OS X 10_9_4) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/36.0.1985.125 Safari/537.36'),(6,3,'admin',NULL,NULL,NULL,1409142707,'10.211.55.6','www','Mozilla/4.0 (compatible; MSIE 6.0; Windows NT 5.1; SV1; .NET4.0C; .NET4.0E; .NET CLR 2.0.50727; .NET CLR 3.0.4506.2152; .NET CLR 3.5.30729)'),(7,3,'admin',NULL,NULL,NULL,1409157448,'10.211.55.6','www','Mozilla/4.0 (compatible; MSIE 6.0; Windows NT 5.1; SV1; .NET4.0C; .NET4.0E; .NET CLR 2.0.50727; .NET CLR 3.0.4506.2152; .NET CLR 3.5.30729)'),(8,3,'admin',NULL,NULL,NULL,1409193207,'10.1.11.197','www','Mozilla/4.0 (compatible; MSIE 7.0; Windows NT 5.1; Trident/4.0; .NET CLR 2.0.50727; .NET4.0C; .NET4.0E)'),(9,3,'admin',NULL,NULL,NULL,1418027615,'127.0.0.1','www','Mozilla/5.0 (Macintosh; Intel Mac OS X 10_9_4) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/39.0.2171.71 Safari/537.36'),(10,3,'admin',NULL,NULL,NULL,1418032207,'127.0.0.1','www','Mozilla/5.0 (Macintosh; Intel Mac OS X 10_9_4) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/39.0.2171.71 Safari/537.36'),(11,3,'admin',NULL,NULL,NULL,1418193121,'127.0.0.1','Apple iPhone','Mozilla/5.0 (iPhone; U; CPU iPhone OS 4_2_1 like Mac OS X; en-us) AppleWebKit/533.17.9 (KHTML, like Gecko) Version/5.0.2 Mobile/8C148 Safari/6533.18.5'),(12,3,'admin',NULL,NULL,NULL,1418709798,'127.0.0.1','www','Mozilla/5.0 (Macintosh; Intel Mac OS X 10_9_4) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/39.0.2171.71 Safari/537.36'),(13,3,'admin',NULL,NULL,NULL,1419002816,'127.0.0.1','www','Mozilla/5.0 (Macintosh; Intel Mac OS X 10_9_4) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/39.0.2171.71 Safari/537.36'),(14,3,'admin',NULL,NULL,NULL,1423232700,'127.0.0.1','www','Mozilla/5.0 (Macintosh; Intel Mac OS X 10_9_4) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/39.0.2171.95 Safari/537.36'),(15,3,'admin',NULL,NULL,NULL,1426573532,'127.0.0.1','www','Mozilla/5.0 (Macintosh; Intel Mac OS X 10_9_4) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/40.0.2214.115 Safari/537.36'),(16,3,'admin',NULL,NULL,NULL,1426587314,'127.0.0.1','www','Mozilla/5.0 (Macintosh; Intel Mac OS X 10_9_4) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/40.0.2214.115 Safari/537.36'),(17,23,'ceshi123',NULL,NULL,NULL,1426647333,'127.0.0.1','www','Mozilla/5.0 (Macintosh; Intel Mac OS X 10_9_4) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/40.0.2214.115 Safari/537.36'),(18,3,'admin',NULL,NULL,NULL,1426649167,'127.0.0.1','www','Mozilla/5.0 (Macintosh; Intel Mac OS X 10_9_4) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/40.0.2214.115 Safari/537.36'),(19,3,'admin',NULL,NULL,NULL,1426649345,'127.0.0.1','www','Mozilla/5.0 (Macintosh; Intel Mac OS X 10_9_4) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/40.0.2214.115 Safari/537.36'),(20,24,'test',NULL,NULL,NULL,1426738960,'127.0.0.1','www','Mozilla/5.0 (Macintosh; Intel Mac OS X 10_9_4) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/40.0.2214.115 Safari/537.36'),(21,24,'test',NULL,NULL,NULL,1426743745,'127.0.0.1','www','Mozilla/5.0 (Macintosh; Intel Mac OS X 10_9_4) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/40.0.2214.115 Safari/537.36'),(22,3,'admin',NULL,NULL,NULL,1426743768,'127.0.0.1','www','Mozilla/5.0 (Macintosh; Intel Mac OS X 10_9_4) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/40.0.2214.115 Safari/537.36'),(23,24,'test',NULL,NULL,NULL,1426743891,'127.0.0.1','www','Mozilla/5.0 (Macintosh; Intel Mac OS X 10_9_4) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/40.0.2214.115 Safari/537.36'),(24,24,'test',NULL,NULL,NULL,1426743913,'127.0.0.1','www','Mozilla/5.0 (Macintosh; Intel Mac OS X 10_9_4) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/40.0.2214.115 Safari/537.36'),(25,3,'admin',NULL,NULL,NULL,1426743921,'127.0.0.1','www','Mozilla/5.0 (Macintosh; Intel Mac OS X 10_9_4) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/40.0.2214.115 Safari/537.36'),(26,3,'admin',NULL,NULL,NULL,1426849891,'127.0.0.1','www','Mozilla/5.0 (Macintosh; Intel Mac OS X 10_9_4) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/40.0.2214.115 Safari/537.36'),(27,3,'admin',NULL,NULL,NULL,1426908468,'127.0.0.1','www','Mozilla/5.0 (Macintosh; Intel Mac OS X 10_9_4) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/40.0.2214.115 Safari/537.36'),(28,3,'admin',NULL,NULL,NULL,1426908573,'127.0.0.1','www','Mozilla/5.0 (Macintosh; Intel Mac OS X 10_9_4) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/40.0.2214.115 Safari/537.36'),(29,3,'admin',NULL,NULL,NULL,1426910695,'127.0.0.1','Apple iPhone','Mozilla/5.0 (iPhone; CPU iPhone OS 7_0 like Mac OS X; en-us) AppleWebKit/537.51.1 (KHTML, like Gecko) Version/7.0 Mobile/11A465 Safari/9537.53'),(30,3,'admin',NULL,NULL,NULL,1426910769,'127.0.0.1','Apple iPhone','Mozilla/5.0 (iPhone; CPU iPhone OS 7_0 like Mac OS X; en-us) AppleWebKit/537.51.1 (KHTML, like Gecko) Version/7.0 Mobile/11A465 Safari/9537.53'),(31,3,'admin',NULL,NULL,NULL,1426942990,'127.0.0.1','Apple iPhone','Mozilla/5.0 (iPhone; CPU iPhone OS 7_0 like Mac OS X; en-us) AppleWebKit/537.51.1 (KHTML, like Gecko) Version/7.0 Mobile/11A465 Safari/9537.53'),(32,3,'admin',NULL,NULL,NULL,1426949591,'127.0.0.1','Apple iPhone','Mozilla/5.0 (iPhone; CPU iPhone OS 7_0 like Mac OS X; en-us) AppleWebKit/537.51.1 (KHTML, like Gecko) Version/7.0 Mobile/11A465 Safari/9537.53'),(33,3,'admin',NULL,NULL,NULL,1427102390,'127.0.0.1','Apple iPhone','Mozilla/5.0 (iPhone; CPU iPhone OS 7_0 like Mac OS X; en-us) AppleWebKit/537.51.1 (KHTML, like Gecko) Version/7.0 Mobile/11A465 Safari/9537.53'),(34,3,'admin',NULL,NULL,NULL,1427275494,'127.0.0.1','Apple iPhone','Mozilla/5.0 (iPhone; CPU iPhone OS 7_0 like Mac OS X; en-us) AppleWebKit/537.51.1 (KHTML, like Gecko) Version/7.0 Mobile/11A465 Safari/9537.53'),(35,3,'admin',NULL,NULL,NULL,1427446493,'127.0.0.1','www','Mozilla/5.0 (Macintosh; Intel Mac OS X 10_9_4) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/41.0.2272.101 Safari/537.36'),(36,3,'admin',NULL,NULL,NULL,1427463596,'127.0.0.1','www','Mozilla/5.0 (Macintosh; Intel Mac OS X 10_9_4) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/41.0.2272.101 Safari/537.36'),(37,3,'admin',NULL,NULL,NULL,1427477436,'127.0.0.1','www','Mozilla/5.0 (Macintosh; Intel Mac OS X 10_9_4) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/41.0.2272.104 Safari/537.36'),(38,3,'admin',NULL,NULL,NULL,1427514006,'127.0.0.1','Apple iPhone','Mozilla/5.0 (iPhone; CPU iPhone OS 8_0 like Mac OS X) AppleWebKit/600.1.3 (KHTML, like Gecko) Version/8.0 Mobile/12A4345d Safari/600.1.4'),(39,3,'admin',NULL,NULL,NULL,1427606247,'127.0.0.1','www','Mozilla/5.0 (Macintosh; Intel Mac OS X 10_9_4) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/41.0.2272.104 Safari/537.36'),(40,3,'admin',NULL,NULL,NULL,1427612412,'127.0.0.1','Apple iPhone','Mozilla/5.0 (iPhone; CPU iPhone OS 8_0 like Mac OS X) AppleWebKit/600.1.3 (KHTML, like Gecko) Version/8.0 Mobile/12A4345d Safari/600.1.4'),(41,3,'admin',NULL,NULL,NULL,1427621449,'127.0.0.1','www','Mozilla/5.0 (Macintosh; Intel Mac OS X 10_9_4) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/41.0.2272.104 Safari/537.36'),(42,3,'admin',NULL,NULL,NULL,1427871133,'127.0.0.1','www','Mozilla/5.0 (Macintosh; Intel Mac OS X 10_9_4) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/41.0.2272.104 Safari/537.36'),(43,3,'admin',NULL,NULL,NULL,1427877876,'127.0.0.1','www','Mozilla/5.0 (Macintosh; Intel Mac OS X 10_9_4) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/41.0.2272.104 Safari/537.36'),(44,3,'admin',NULL,NULL,NULL,1428997590,'127.0.0.1','www','Mozilla/5.0 (Macintosh; Intel Mac OS X 10_9_5) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/41.0.2272.118 Safari/537.36'),(45,3,'admin',NULL,NULL,NULL,1429011978,'127.0.0.1','www','Mozilla/5.0 (Macintosh; Intel Mac OS X 10_9_5) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/41.0.2272.118 Safari/537.36'),(46,3,'admin',NULL,NULL,NULL,1429066992,'127.0.0.1','www','Mozilla/5.0 (Macintosh; Intel Mac OS X 10_9_5) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/41.0.2272.118 Safari/537.36'),(47,3,'admin',NULL,NULL,NULL,1429085127,'127.0.0.1','www','Mozilla/5.0 (Macintosh; Intel Mac OS X 10_9_5) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/41.0.2272.118 Safari/537.36'),(48,3,'admin',NULL,NULL,NULL,1429107056,'127.0.0.1','Apple iPhone','Mozilla/5.0 (iPhone; CPU iPhone OS 7_0 like Mac OS X; en-us) AppleWebKit/537.51.1 (KHTML, like Gecko) Version/7.0 Mobile/11A465 Safari/9537.53'),(49,3,'admin',NULL,NULL,NULL,1429108523,'127.0.0.1','Apple iPhone','Mozilla/5.0 (iPhone; CPU iPhone OS 7_0 like Mac OS X; en-us) AppleWebKit/537.51.1 (KHTML, like Gecko) Version/7.0 Mobile/11A465 Safari/9537.53'),(50,3,'admin',NULL,NULL,NULL,1429155655,'127.0.0.1','www','Mozilla/5.0 (Macintosh; Intel Mac OS X 10_9_5) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/41.0.2272.118 Safari/537.36'),(51,3,'admin',NULL,NULL,NULL,1429162467,'127.0.0.1','www','Mozilla/5.0 (Macintosh; Intel Mac OS X 10_9_5) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/41.0.2272.118 Safari/537.36'),(52,3,'admin',NULL,NULL,NULL,1438252587,'127.0.0.1','www','Mozilla/5.0 (Macintosh; Intel Mac OS X 10_9_5) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/43.0.2357.130 Safari/537.36'),(53,3,'admin',NULL,NULL,NULL,1438257123,'127.0.0.1','www','Mozilla/5.0 (Macintosh; Intel Mac OS X 10_9_5) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/43.0.2357.130 Safari/537.36'),(54,3,'admin',NULL,NULL,NULL,1438312096,'127.0.0.1','Apple iPhone','Mozilla/5.0 (iPhone; CPU iPhone OS 7_0 like Mac OS X; en-us) AppleWebKit/537.51.1 (KHTML, like Gecko) Version/7.0 Mobile/11A465 Safari/9537.53'),(55,3,'admin',NULL,NULL,NULL,1438323524,'127.0.0.1','www','Mozilla/5.0 (Macintosh; Intel Mac OS X 10_9_5) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/43.0.2357.130 Safari/537.36'),(56,3,'admin',NULL,NULL,NULL,1438344007,'127.0.0.1','www','Mozilla/5.0 (Macintosh; Intel Mac OS X 10_9_5) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/43.0.2357.130 Safari/537.36'),(57,3,'admin',NULL,NULL,NULL,1438344081,'127.0.0.1','www','Mozilla/5.0 (Macintosh; Intel Mac OS X 10_9_5) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/43.0.2357.130 Safari/537.36'),(58,3,'admin',NULL,NULL,NULL,1438355551,'127.0.0.1','www','Mozilla/5.0 (Macintosh; Intel Mac OS X 10_9_5) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/43.0.2357.130 Safari/537.36'),(59,3,'admin',NULL,NULL,NULL,1438402572,'127.0.0.1','www','Mozilla/5.0 (Macintosh; Intel Mac OS X 10_9_5) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/43.0.2357.130 Safari/537.36'),(60,3,'admin',NULL,NULL,NULL,1438489606,'127.0.0.1','Apple iPhone','Mozilla/5.0 (iPhone; CPU iPhone OS 7_0 like Mac OS X; en-us) AppleWebKit/537.51.1 (KHTML, like Gecko) Version/7.0 Mobile/11A465 Safari/9537.53'),(61,3,'admin',NULL,NULL,NULL,1438496681,'127.0.0.1','www','Mozilla/5.0 (Macintosh; Intel Mac OS X 10_9_5) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/43.0.2357.130 Safari/537.36'),(62,3,'admin',NULL,NULL,NULL,1438503417,'127.0.0.1','Apple iPhone','Mozilla/5.0 (iPhone; CPU iPhone OS 7_0 like Mac OS X; en-us) AppleWebKit/537.51.1 (KHTML, like Gecko) Version/7.0 Mobile/11A465 Safari/9537.53'),(63,3,'admin',NULL,NULL,NULL,1438571497,'127.0.0.1','www','Mozilla/5.0 (Macintosh; Intel Mac OS X 10_9_5) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/43.0.2357.130 Safari/537.36'),(64,3,'admin',NULL,NULL,NULL,1438592047,'127.0.0.1','Apple iPhone','Mozilla/5.0 (iPhone; CPU iPhone OS 7_0 like Mac OS X; en-us) AppleWebKit/537.51.1 (KHTML, like Gecko) Version/7.0 Mobile/11A465 Safari/9537.53'),(65,3,'admin',NULL,NULL,NULL,1438600344,'127.0.0.1','www','Mozilla/5.0 (Macintosh; Intel Mac OS X 10_9_5) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/43.0.2357.130 Safari/537.36'),(66,3,'admin',NULL,NULL,NULL,1438655443,'127.0.0.1','www','Mozilla/5.0 (Macintosh; Intel Mac OS X 10_9_5) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/43.0.2357.130 Safari/537.36'),(67,3,'admin',NULL,NULL,NULL,1438660610,'127.0.0.1','www','Mozilla/5.0 (Macintosh; Intel Mac OS X 10_9_5) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/43.0.2357.130 Safari/537.36'),(68,3,'admin',NULL,NULL,NULL,1438680662,'127.0.0.1','Apple iPhone','Mozilla/5.0 (iPhone; CPU iPhone OS 7_0 like Mac OS X; en-us) AppleWebKit/537.51.1 (KHTML, like Gecko) Version/7.0 Mobile/11A465 Safari/9537.53'),(69,3,'admin',NULL,NULL,NULL,1438696862,'127.0.0.1','www','Mozilla/5.0 (Macintosh; Intel Mac OS X 10_9_5) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/43.0.2357.130 Safari/537.36'),(70,3,'admin',NULL,NULL,NULL,1438739349,'127.0.0.1','Apple iPhone','Mozilla/5.0 (iPhone; CPU iPhone OS 7_0 like Mac OS X; en-us) AppleWebKit/537.51.1 (KHTML, like Gecko) Version/7.0 Mobile/11A465 Safari/9537.53'),(71,3,'admin',NULL,NULL,NULL,1438757736,'127.0.0.1','Apple iPhone','Mozilla/5.0 (iPhone; CPU iPhone OS 7_0 like Mac OS X; en-us) AppleWebKit/537.51.1 (KHTML, like Gecko) Version/7.0 Mobile/11A465 Safari/9537.53'),(72,3,'admin',NULL,NULL,NULL,1441429678,'127.0.0.1','www','Mozilla/5.0 (Macintosh; Intel Mac OS X 10_9_5) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/44.0.2403.130 Safari/537.36'),(73,3,'admin',NULL,NULL,NULL,1441698262,'127.0.0.1','www','Mozilla/5.0 (Macintosh; Intel Mac OS X 10_9_5) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/45.0.2454.85 Safari/537.36'),(74,3,'admin',NULL,NULL,NULL,1441963081,'127.0.0.1','www','Mozilla/5.0 (Macintosh; Intel Mac OS X 10_9_5) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/45.0.2454.85 Safari/537.36'),(75,3,'admin',NULL,NULL,NULL,1441985272,'127.0.0.1','www','Mozilla/5.0 (Macintosh; Intel Mac OS X 10_9_5) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/45.0.2454.85 Safari/537.36'),(76,3,'admin',NULL,NULL,NULL,1442024584,'127.0.0.1','www','Mozilla/5.0 (Macintosh; Intel Mac OS X 10_9_5) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/45.0.2454.85 Safari/537.36'),(77,3,'admin',NULL,NULL,NULL,1442041188,'127.0.0.1','www','Mozilla/5.0 (Macintosh; Intel Mac OS X 10_9_5) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/45.0.2454.85 Safari/537.36'),(78,3,'admin',NULL,NULL,NULL,1442046594,'127.0.0.1','www','Mozilla/5.0 (Macintosh; Intel Mac OS X 10_9_5) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/45.0.2454.85 Safari/537.36'),(79,3,'admin',NULL,NULL,NULL,1442070621,'127.0.0.1','www','Mozilla/5.0 (Macintosh; Intel Mac OS X 10_9_5) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/45.0.2454.85 Safari/537.36'),(80,3,'admin',NULL,NULL,NULL,1442129538,'127.0.0.1','www','Mozilla/5.0 (Macintosh; Intel Mac OS X 10_9_5) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/45.0.2454.85 Safari/537.36'),(81,3,'admin',NULL,NULL,NULL,1442145042,'127.0.0.1','www','Mozilla/5.0 (Macintosh; Intel Mac OS X 10_9_5) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/45.0.2454.85 Safari/537.36'),(82,3,'admin',NULL,NULL,NULL,1442898171,'127.0.0.1','www','Mozilla/5.0 (Macintosh; Intel Mac OS X 10_9_5) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/45.0.2454.93 Safari/537.36'),(83,3,'admin',NULL,NULL,NULL,1444483454,'127.0.0.1','www','Mozilla/5.0 (Macintosh; Intel Mac OS X 10_9_5) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/45.0.2454.99 Safari/537.36');
/*!40000 ALTER TABLE `t_user_log` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2015-10-10 21:39:04
